[
   {
      "standard": 101,
      "gradeLev": 1,
      "desc": "1.B.1 a",
      "title": "Scientific Inq",
      "type": 1,
      "text": "Scientists differ greatly in what phenomena they study and how they go about their work. Although there is no fixed set of steps that all scientists follow, scientific investigations usually involve the collection of relevant evidence, the use of logical reasoning, and the application of imagination in devising hypotheses and explanations to make sense of the collected evidence."
   },
   {
      "standard": 102,
      "gradeLev": 1,
      "desc": "1.B.2 a",
      "title": "Scientific Inq",
      "type": 1,
      "text": "If more than one variable changes at the same time in an experiment, the outcome of the experiment may not be clearly attributable to any one of the variables. It may not always be possible to prevent outside variables from influencing the outcome of an investigation (or even to identify all of the variables), but collaboration among investigators can often lead to research designs that are able to deal with such situations."
   },
   {
      "standard": 103,
      "gradeLev": 2,
      "desc": "1.B.3 b",
      "title": "Scientific Inq",
      "type": 1,
      "text": "Sometimes, scientists can control conditions in order to obtain evidence. When that is not possible for practical or ethical reasons, they try to observe as wide a range of natural occurrences as possible to be able to discern patterns."
   },
   {
      "standard": 104,
      "gradeLev": 2,
      "desc": "1.B.2 b",
      "title": "Scientific Inq",
      "type": 1,
      "text": "Hypotheses are widely used in science for choosing what data to pay attention to and what additional data to seek, and for guiding the interpretation of the data (both new and previously available)."
   },
   {
      "standard": 105,
      "gradeLev": 2,
      "desc": "1.B.1 b",
      "title": "Scientific Inq",
      "type": 1,
      "text": "Investigations are conducted for different reasons, including to explore new phenomena, to check on previous results, to test how well a theory predicts, and to compare different theories."
   },
   {
      "standard": 106,
      "gradeLev": 1,
      "desc": "1.C.6 a",
      "title": "Scientific Enterprise",
      "type": 1,
      "text": "Computers have become invaluable in science because they speed up and extend people's ability to collect, store, compile, and analyze data, prepare research reports, and share data and ideas with investigators all over the world."
   },
   {
      "standard": 107,
      "gradeLev": 1,
      "desc": "1.C.4 a",
      "title": "Scientific Enterprise",
      "type": 1,
      "text": "Scientists are employed by colleges and universities, business and industry, hospitals, and many government agencies. Their places of work include offices, classrooms, laboratories, farms, factories, and natural field settings ranging from space to the ocean floor."
   },
   {
      "standard": 108,
      "gradeLev": 1,
      "desc": "1.C.7 a",
      "title": "Scientific Enterprise",
      "type": 1,
      "text": "Accurate record-keeping, openness, and replication are essential for maintaining an investigator's credibility with other scientists and society."
   },
   {
      "standard": 109,
      "gradeLev": 2,
      "desc": "1.B.5 b",
      "title": "Scientific Inq",
      "type": 1,
      "text": "Scientists in any one research group tend to see things alike, so even groups of scientists may have trouble being entirely objective about their methods and findings. For that reason, scientific teams are expected to seek out the possible sources of bias in the design of their investigations and in their data analysis. Checking each other's results and explanations helps, but that is no guarantee against bias."
   },
   {
      "standard": 110,
      "gradeLev": 2,
      "desc": "1.C.7 b",
      "title": "Scientific Enterprise",
      "type": 1,
      "text": "The strongly held traditions of science, including its commitment to peer review and publication, serve to keep the vast majority of scientists well within the bounds of ethical professional behavior. Deliberate deceit is rare and likely to be exposed sooner or later by the scientific enterprise itself. When violations of these scientific ethical traditions are discovered, they are strongly condemned by the scientific community, and the violators then have difficulty regaining the respect of other scientists"
   },
   {
      "standard": 111,
      "gradeLev": 2,
      "desc": "2.B.3 b",
      "title": "Math, Science & Tech",
      "type": 1,
      "text": "Mathematics provides a precise language for science and technology?to describe objects and events, to characterize relationships between variables, and to argue logically."
   },
   {
      "standard": 112,
      "gradeLev": 1,
      "desc": "2.C.2 a",
      "title": "Math, Science & Tech",
      "type": 1,
      "text": "When mathematicians use logical rules to work with representations of things, the results may or may not be valid for the things themselves. Using mathematics to solve a problem requires choosing what mathematics to use; probably making some simplifying assumptions, estimates, or approximations; doing computations; and then checking to see whether the answer makes sense. If an answer does not seem to make enough sense for its intended purpose, then any of these steps might have been inappropriate."
   },
   {
      "standard": 113,
      "gradeLev": 1,
      "desc": "3.A.3 a",
      "title": "Technology & Science",
      "type": 1,
      "text": "Engineers, architects, and others who engage in design and technology use scientific knowledge to solve practical problems. But they usually have to take human values and limitations into account as well."
   },
   {
      "standard": 114,
      "gradeLev": 2,
      "desc": "3.A.2 b",
      "title": "Technology & Science",
      "type": 1,
      "text": "Mathematics, creativity, logic and originality are all needed to improve technology."
   },
   {
      "standard": 115,
      "gradeLev": 2,
      "desc": "3.A.3 b",
      "title": "Technology & Science",
      "type": 1,
      "text": "Technology usually affects society more directly than science because it solves practical problems and serves human needs (and may create new problems and needs). In contrast, science affects society mainly by stimulating and satisfying people's curiosity and occasionally by enlarging or challenging their views of what the world is like."
   },
   {
      "standard": 116,
      "gradeLev": 1,
      "desc": "3.C.1 a",
      "title": "Issues in Technology",
      "type": 1,
      "text": "The human ability to shape the future comes from a capacity for generating knowledge and developing new technologies?and for communicating ideas to others."
   },
   {
      "standard": 117,
      "gradeLev": 1,
      "desc": "3.C.4 a",
      "title": "Issues in Technology",
      "type": 1,
      "text": "Technology has strongly influenced the course of history and continues to do so. It is largely responsible for the great revolutions in agriculture, manufacturing, sanitation and medicine, warfare, transportation, information processing, and communications that have radically changed how people live."
   },
   {
      "standard": 118,
      "gradeLev": 1,
      "desc": "3.C.7 a",
      "title": "Issues in Technology",
      "type": 1,
      "text": "Societies influence what aspects of technology are developed and how these are used. People control technology (as well as science) and are responsible for its effects."
   },
   {
      "standard": 119,
      "gradeLev": 2,
      "desc": "3.C.5 b",
      "title": "Issues in Technology",
      "type": 1,
      "text": "Human inventiveness has brought new risks as well as improvements to human existence."
   },
   {
      "standard": 120,
      "gradeLev": 1,
      "desc": "3.A.2 a",
      "title": "Technology & Science",
      "type": 1,
      "text": "Technology is essential to science for such purposes as access to outer space and other remote locations, sample collection and treatment, measurement, data collection and storage, computation, and communication of information."
   },
   {
      "standard": 121,
      "gradeLev": 1,
      "desc": "3.B.1 b",
      "title": "Design & Systems",
      "type": 1,
      "text": "In designing a device or process, thought should be given to how it will be manufactured, operated, maintained, replaced, and disposed of and who will sell, operate, and take care of it. The costs associated with these functions may introduce yet more constraints on the design."
   },
   {
      "standard": 122,
      "gradeLev": 1,
      "desc": "3.A.1 a",
      "title": "Technology & Science",
      "type": 1,
      "text": "In earlier times, the accumulated information and techniques of each generation of workers were taught on the job directly to the next generation of workers. Today, the knowledge base for technology can be found as well in libraries of print and electronic resources and is often taught in the classroom."
   },
   {
      "standard": 123,
      "gradeLev": 1,
      "desc": "3.B.1 a",
      "title": "Design & Systems",
      "type": 1,
      "text": "Design usually requires taking constraints into account. Some constraints, such as gravity or the properties of the materials to be used, are unavoidable. Other constraints, including economic, political, social, ethical, and aesthetic ones, limit choices."
   },
   {
      "standard": 124,
      "gradeLev": 2,
      "desc": "3.B.6 b",
      "title": "Design & Systems",
      "type": 1,
      "text": "To reduce the chance of system failure, performance testing is often conducted using small-scale models, computer simulations, analogous systems, or just the parts of the system thought to be least reliable."
   },
   {
      "standard": 125,
      "gradeLev": 1,
      "desc": "3.B.4 a",
      "title": "Design & Systems",
      "type": 1,
      "text": "Systems fail because they have faulty or poorly matched parts, are used in ways that exceed what was intended by the design, or were poorly designed to begin with. The most common ways to prevent failure are pretesting parts and procedures, overdesign, and redundancy."
   },
   {
      "standard": 126,
      "gradeLev": 2,
      "desc": "3.C.3 b",
      "title": "Issues in Technology",
      "type": 1,
      "text": "In deciding on proposals to introduce new technologies or to curtail existing ones, some key questions arise concerning alternatives, risks, costs, and benefits. What alternative ways are there to achieve the same ends, and how do the alternatives compare to the plan being put forward? Who benefits and who suffers? What are the financial and social costs, do they change over time, and who bears them? What are the risks associated with using (or not using) the new technology, how serious are they, and who is in jeopardy? What human, material, and energy resources will be needed to build, install, operate, maintain, and replace the new technology, and where will they come from? How will the new technology and its waste products be disposed of and at what costs?"
   },
   {
      "standard": 127,
      "gradeLev": 1,
      "desc": "4.E.1 a",
      "title": "Energy Transformation",
      "type": 1,
      "text": "Energy cannot be created or destroyed, but only changed from one form into another."
   },
   {
      "standard": 128,
      "gradeLev": 1,
      "desc": "4.D.6 a",
      "title": "Structure of Matter",
      "type": 1,
      "text": "There are groups of elements that have similar properties, including highly reactive metals, less-reactive metals, highly reactive nonmetals (such as chlorine, fluorine, and oxygen), and some almost completely nonreactive gases (such as helium and neon). An especially important kind of reaction between substances involves combination of oxygen with something else?as in burning or rusting. Some elements don't fit into any of the categories; among them are carbon and hydrogen, essential elements of living matter."
   },
   {
      "standard": 129,
      "gradeLev": 2,
      "desc": "4.D.9 b",
      "title": "Structure of Matter",
      "type": 1,
      "text": "The rate of reactions among atoms and molecules depends on how often they encounter one another, which is affected by the concentration, pressure, and temperature of the reacting materials. Some atoms and molecules are highly effective in encouraging the interaction of others."
   },
   {
      "standard": 130,
      "gradeLev": 2,
      "desc": "4.E.4 b",
      "title": "Energy Transformation",
      "type": 1,
      "text": "Different energy levels are associated with different configurations of atoms and molecules. Some changes of configuration require an input of energy whereas others release energy."
   },
   {
      "standard": 131,
      "gradeLev": 2,
      "desc": "4.E.5 b",
      "title": "Energy Transformation",
      "type": 1,
      "text": "When energy of an isolated atom or molecule changes, it does so in a definite jump from one value to another, with no possible values in between. The change in energy occurs when radiation is absorbed or emitted, so the radiation also has distinct energy values. As a result, the light emitted or absorbed by separate atoms or molecules (as in a gas) can be used to identify what the substance is."
   },
   {
      "standard": 132,
      "gradeLev": 1,
      "desc": "4.F.5 a",
      "title": "Motion",
      "type": 1,
      "text": "Human eyes respond to only a narrow range of wavelengths of electromagnetic radiation?visible light. Differences of wavelength within that range are perceived as differences in color."
   },
   {
      "standard": 133,
      "gradeLev": 1,
      "desc": "1.A.3 a",
      "title": "Scientific Worldview",
      "type": 1,
      "text": "Some scientific knowledge is very old and yet is still applicable today."
   },
   {
      "standard": 134,
      "gradeLev": 1,
      "desc": "1.C.1 a",
      "title": "Scientific Enterprise",
      "type": 1,
      "text": "Important contributions to the advancement of science, mathematics, and technology have been made by different kinds of people, in different cultures, at different times."
   },
   {
      "standard": 135,
      "gradeLev": 2,
      "desc": "1.C.1 b",
      "title": "Scientific Enterprise",
      "type": 1,
      "text": "The early Egyptian, Greek, Chinese, Hindu, and Arabic cultures are responsible for many scientific and mathematical ideas and technological inventions."
   },
   {
      "standard": 136,
      "gradeLev": 1,
      "desc": "3.C.3 a",
      "title": "Issues in Technology",
      "type": 1,
      "text": "Throughout history, people have carried out impressive technological feats, some of which would be hard to duplicate today even with modern tools. The purposes served by these achievements have sometimes been practical, sometimes ceremonial."
   },
   {
      "standard": 137,
      "gradeLev": 2,
      "desc": "4.G.4 b",
      "title": "Forces of Nature",
      "type": 1,
      "text": "Different kinds of materials respond differently to electric forces. In conducting materials such as metals, electric charges flow easily, whereas in insulating materials such as glass, they can move hardly at all. At very low temperatures, some materials become superconductors and offer no resistance to the flow of current. In between these extremes, semiconducting materials differ greatly in how well they conduct, depending on their exact composition."
   },
   {
      "standard": 138,
      "gradeLev": 1,
      "desc": "4.E.3 a",
      "title": "Energy Transformations",
      "type": 1,
      "text": "Heat can be transferred through materials by the collisions of atoms or across space by radiation. If the material is fluid, currents will be set up in it that aid the transfer of heat."
   },
   {
      "standard": 139,
      "gradeLev": 2,
      "desc": "4.D.7 b",
      "title": "Structure of Matter",
      "type": 1,
      "text": "Atoms often join with one another in various combinations in distinct molecules or in repeating three-dimensional crystal patterns. An enormous variety of biological, chemical, and physical phenomena can be explained by changes in the arrangement and motion of atoms and molecules."
   },
   {
      "standard": 140,
      "gradeLev": 2,
      "desc": "6.A.2 b",
      "title": "Human Identity",
      "type": 1,
      "text": "Written records and photographic and electronic devices enable human beings to share, compile, use, and misuse great amounts of information and misinformation. No other species uses such technologies."
   },
   {
      "standard": 141,
      "gradeLev": 1,
      "desc": "8.B.1 a",
      "title": "Materials and Manufacturing",
      "type": 1,
      "text": "The choice of materials for a job depends on their properties and on how they interact with other materials. Similarly, the usefulness of some manufactured parts of an object depends on how well they fit together with the other parts."
   },
   {
      "standard": 142,
      "gradeLev": 2,
      "desc": "8.B.3 b",
      "title": "Materials and Manufacturing",
      "type": 1,
      "text": "Scientific research identifies new materials and new uses of known materials."
   },
   {
      "standard": 143,
      "gradeLev": 2,
      "desc": "8.B.2 b",
      "title": "Materials and Manufacturing",
      "type": 1,
      "text": "Waste management includes considerations of quantity, safety, degradability, and cost. It requires social and technological innovations, because waste-disposal problems are political and economic as well as technical."
   },
   {
      "standard": 144,
      "gradeLev": 2,
      "desc": "8.C.5 b",
      "title": "Energy Sources and Use",
      "type": 1,
      "text": "Decisions to slow the depletion of energy sources through efficient technology can be made at many levels, from personal to national, and they always involve tradeoffs of economic costs and social values."
   },
   {
      "standard": 145,
      "gradeLev": 1,
      "desc": "8.B.2 a",
      "title": "Materials and Manufacturing",
      "type": 1,
      "text": "Manufacturing usually involves a series of steps, such as designing a product, obtaining and preparing raw materials, processing the materials mechanically or chemically, and assembling testing, inspecting, and packaging. The sequence of the steps is also often important."
   },
   {
      "standard": 146,
      "gradeLev": 2,
      "desc": "9.B.4 b",
      "title": "Symbolic Relationships",
      "type": 1,
      "text": "Tables, graphs, and symbols are alternative ways of representing data and relationships that can be translated from one to another."
   },
   {
      "standard": 147,
      "gradeLev": 1,
      "desc": "9.B.3 a",
      "title": "Symbolic Relationships",
      "type": 1,
      "text": "Graphs can show a variety of possible relationships between two variables. As one variable increases uniformly, the other may do one of the following: increase or decrease steadily, increase or decrease faster and faster, get closer and closer to some limiting value, reach some intermediate maximum or minimum, alternately increase and decrease indefinitely, increase or decrease in steps, or do something different from any of these."
   },
   {
      "standard": 148,
      "gradeLev": 1,
      "desc": "9.C.4 a",
      "title": "Shapes",
      "type": 1,
      "text": "The graphic display of numbers may help to show patterns such as trends, varying rates of change, gaps, or clusters. Such patterns sometimes can be used to make predictions about the phenomena being graphed."
   },
   {
      "standard": 149,
      "gradeLev": 1,
      "desc": "9.B.2 a",
      "title": "Symbolic Relationships",
      "type": 1,
      "text": "Mathematical statements can be used to describe how one quantity changes when another changes. Rates of change can be computed from differences in magnitudes and vice versa."
   },
   {
      "standard": 150,
      "gradeLev": 2,
      "desc": "9.D.6 b",
      "title": "Uncertainty",
      "type": 1,
      "text": "Considering whether two variables are correlated requires inspecting their distributions, such as in two-way tables or scatterplots. A believable correlation between two variables doesn't mean that either one causes the other; perhaps some other variable causes them both or the correlation might be attributable to chance alone. A true correlation means that differences in one variable imply differences in the other when all other things are equal."
   },
   {
      "standard": 151,
      "gradeLev": 2,
      "desc": "9.B.5 b",
      "title": "Symbolic Relationships",
      "type": 1,
      "text": "When a relationship is represented in symbols, numbers can be substituted for all but one of the symbols and the possible value of the remaining symbol computed. Sometimes the relationship may be satisfied by one value, sometimes more than one, and sometimes maybe not at all."
   },
   {
      "standard": 152,
      "gradeLev": 1,
      "desc": "9.A.5 a",
      "title": "Numbers",
      "type": 1,
      "text": "The expression a/b can mean different things: a parts of size 1/b each, a divided by b, or a compared to b."
   },
   {
      "standard": 153,
      "gradeLev": 1,
      "desc": "9.C.6 a",
      "title": "Shapes",
      "type": 1,
      "text": "The scale chosen for a graph or drawing makes a big difference in how useful it is."
   },
   {
      "standard": 154,
      "gradeLev": 2,
      "desc": "11.C.4 b",
      "title": "Constancy and Change",
      "type": 1,
      "text": "Graphs and equations are useful (and often equivalent) ways for depicting and analyzing patterns of change."
   },
   {
      "standard": 155,
      "gradeLev": 1,
      "desc": "11.C.4 a",
      "title": "Constancy and Change",
      "type": 1,
      "text": "Symbolic equations can be used to summarize how the quantity of something changes over time or in response to other changes."
   },
   {
      "standard": 156,
      "gradeLev": 2,
      "desc": "11.B.1 b",
      "title": "Models",
      "type": 1,
      "text": "The basic idea of mathematical modeling is to find a mathematical relationship that behaves in the same ways as the objects or processes under investigation. A mathematical model may give insight about how something really works or may fit observations very well without any intuitive meaning."
   },
   {
      "standard": 157,
      "gradeLev": 1,
      "desc": "11.B.3 a",
      "title": "Models",
      "type": 1,
      "text": "Different models can be used to represent the same thing. What kind of a model to use and how complex it should be depends on its purpose. The usefulness of a model may be limited if it is too simple or if it is needlessly complicated. Choosing a useful model is one of the instances in which intuition and creativity come into play in science, mathematics, and engineering."
   },
   {
      "standard": 158,
      "gradeLev": 2,
      "desc": "11.B.3 b",
      "title": "Models",
      "type": 1,
      "text": "The usefulness of a model can be tested by comparing its predictions to actual observations in the real world. But a close match does not necessarily mean that the model is the only \"true\" model or the only one that would work."
   },
   {
      "standard": 159,
      "gradeLev": 1,
      "desc": "12.D.4 a",
      "title": "Communication Skills",
      "type": 1,
      "text": "Understand writing that incorporates circle charts, bar and line graphs, two-way data tables, diagrams, and symbols."
   },
   {
      "standard": 160,
      "gradeLev": 1,
      "desc": "12.A.2 a",
      "title": "Values and attitude",
      "type": 1,
      "text": "Know that hypotheses are valuable, even if they turn out not to be true, if they lead to fruitful investigations."
   },
   {
      "standard": 161,
      "gradeLev": 1,
      "desc": "12.D.1 a",
      "title": "Communication Skills",
      "type": 1,
      "text": "Organize information in simple tables and graphs and identify relationships they reveal."
   },
   {
      "standard": 162,
      "gradeLev": 2,
      "desc": "12.D.2 b",
      "title": "Communication Skills",
      "type": 1,
      "text": "Write clear, step-by-step instructions for conducting investigations, operating something, or following a procedure."
   },
   {
      "standard": 163,
      "gradeLev": 2,
      "desc": "12.D.5 b",
      "title": "Communication Skills",
      "type": 1,
      "text": "Use and correctly interpret relational terms such as if . . . then . . . , and, or, sufficient, necessary, some, every, not, correlates with, and causes."
   },
   {
      "standard": 164,
      "gradeLev": 1,
      "desc": "12.C.3 a",
      "title": "Manipulation and Observation",
      "type": 1,
      "text": "Read analog and digital meters on instruments used to make direct measurements of length, volume, weight, elapsed time, rates, and temperature, and choose appropriate units for reporting various magnitudes."
   },
   {
      "standard": 165,
      "gradeLev": 1,
      "desc": "12.D.2 a",
      "title": "Communication Skills",
      "type": 1,
      "text": "Read simple tables and graphs produced by others and describe in words what they show."
   },
   {
      "standard": 166,
      "gradeLev": 1,
      "desc": "12.B.4 a",
      "title": "Computation and Estimation",
      "type": 1,
      "text": "Find the mean and median of a set of data."
   },
   {
      "standard": 167,
      "gradeLev": 2,
      "desc": "12.E.2 b",
      "title": "Critical Response Skills",
      "type": 1,
      "text": "Check graphs to see that they do not misrepresent results by using inappropriate scales or by failing to specify the axes clearly."
   },
   {
      "standard": 168,
      "gradeLev": 1,
      "desc": "12.B.1 a",
      "title": "Computation and Estimation",
      "type": 1,
      "text": "Find what percentage one number is of another and figure any percentage of any number."
   },
   {
      "standard": 169,
      "gradeLev": 1,
      "desc": "12.B.2 a",
      "title": "Computation and Estimation",
      "type": 1,
      "text": "Use, interpret, and compare numbers in several equivalent forms such as integers, fractions, decimals, and percents."
   },
   {
      "standard": 170,
      "gradeLev": 1,
      "desc": "12.B.7 a",
      "title": "Computation and Estimation",
      "type": 1,
      "text": "Determine what unit (such as seconds, square inches, or dollars per tankful) an answer should be expressed in from the units of the inputs to the calculation, and be able to convert compound units (such as yen per dollar into dollar per yen, or miles per hour into feet per second)."
   },
   {
      "standard": 171,
      "gradeLev": 2,
      "desc": "12.B.1 b",
      "title": "Computation and Estimation",
      "type": 1,
      "text": "Use ratios and proportions, including constant rates, in appropriate problems."
   },
   {
      "standard": 172,
      "gradeLev": 2,
      "desc": "12.B.2 b",
      "title": "Computation and Estimation",
      "type": 1,
      "text": "Find answers to problems by substituting numerical values in simple algebraic formulas and judge whether the answer is reasonable by reviewing the process and checking against typical values."
   },
   {
      "standard": 173,
      "gradeLev": 2,
      "desc": "12.D.6. b",
      "title": "Communication Skills",
      "type": 1,
      "text": "Participate in group discussions on scientific topics by restating or summarizing accurately what others have said, asking for clarification or elaboration, and expressing alternative positions."
   },
   {
      "standard": 174,
      "gradeLev": 1,
      "desc": "12.E.4 a",
      "title": "Critical Response Skills",
      "type": 1,
      "text": " Be aware that there may be more than one good way to interpret a given set of findings."
   },
   {
      "standard": 175,
      "gradeLev": 2,
      "desc": "12.E.5 b",
      "title": "Critical Response Skills",
      "type": 1,
      "text": "Be aware, when considering claims, that when people try to prove a point, they may select only the data that support it and ignore any that would contradict it."
   },
   {
      "standard": 176,
      "gradeLev": 2,
      "desc": "12.E.6 b",
      "title": "Critical Response Skills",
      "type": 1,
      "text": "Suggest alternative ways of explaining data and criticize arguments in which data, explanations, or conclusions are represented as the only ones worth consideration, with no mention of other possibilities. Similarly, suggest alternative trade-offs in decisions and designs and criticize those in which major trade-offs are not acknowledged."
   },
   {
      "standard": 177,
      "gradeLev": 1,
      "desc": "12.A.1. a",
      "title": "Values and Attitude",
      "type": 1,
      "text": "Know why it is important in science to keep honest, clear, and accurate record"
   },
   {
      "standard": 178,
      "gradeLev": 2,
      "desc": "12.D.7 b",
      "title": "Communication Skills",
      "type": 1,
      "text": "Use tables, charts, and graphs in making arguments and claims in oral and written presentations."
   },
   {
      "standard": 179,
      "gradeLev": 1,
      "desc": "1.C.3 a",
      "title": "Scientific Enterprise",
      "type": 1,
      "text": "No matter who does science and mathematics or invents things, or when or where they do it, the knowledge and technology that result can eventually become available to everyone in the world."
   },
   {
      "standard": 180,
      "gradeLev": 1,
      "desc": "1.A.1 a",
      "title": "Scientific World View",
      "type": 1,
      "text": "When similar investigations give different results, the scientific challenge is to judge whether the differences are trivial or significant, and it often takes further studies to decide. Even with similar results, scientists may wait until an investigation has been repeated many times before accepting the results as correct."
   },
   {
      "standard": 181,
      "gradeLev": 2,
      "desc": "1.C.3.b",
      "title": "Scientific Enterprise",
      "type": 1,
      "text": "Progress in science and invention depends heavily on what else is happening in society, and history often depends on scientific and technological developments."
   },
   {
      "standard": 182,
      "gradeLev": 1,
      "desc": "3.C.5 a",
      "title": "Issues in Technology",
      "type": 1,
      "text": "New technologies increase some risks and decrease others. Some of the same technologies that have improved the length and quality of life for many people have also brought new risks."
   },
   {
      "standard": 183,
      "gradeLev": 2,
      "desc": "3.C.1 b",
      "title": "Issues in Technology",
      "type": 1,
      "text": "Social and economic forces strongly influence which technologies will be developed and used. Which will prevail is affected by many factors, such as personal values, consumer acceptance, patent laws, the availability of risk capital, the federal budget, local and national regulations, media attention, economic competition, and tax incentives."
   },
   {
      "standard": 184,
      "gradeLev": 1,
      "desc": "4.G.1 a",
      "title": "Forces of Nature",
      "type": 1,
      "text": "Every object exerts gravitational force on every other object. The force depends on how much mass the objects have and on how far apart they are. The force is hard to detect unless at least one of the objects has a lot of mass."
   },
   {
      "standard": 185,
      "gradeLev": 2,
      "desc": "4.G.1 b",
      "title": "Forces of Nature",
      "type": 1,
      "text": "Gravitational force is an attraction between masses. The strength of the force is proportional to the masses and weakens rapidly with increasing distance between them."
   },
   {
      "standard": 186,
      "gradeLev": 1,
      "desc": "4.F.3 a",
      "title": "Motion",
      "type": 1,
      "text": "An unbalanced force acting on an object changes its speed or direction of motion, or both.  If the force acts toward a single center, the object's path may curve into an orbit around the center."
   },
   {
      "standard": 187,
      "gradeLev": 2,
      "desc": "4.F.4 b",
      "title": "Motion",
      "type": 1,
      "text": "Whenever one thing exerts a force on another, an equal amount of force is exerted back on it."
   },
   {
      "standard": 188,
      "gradeLev": 1,
      "desc": "4.E.4 a",
      "title": "Energy Transformation",
      "type": 1,
      "text": "Energy appears in different forms. Heat energy is in the disorderly motion of molecules; chemical energy is in the arrangement of atoms; mechanical energy is in moving bodies or in elastically distorted shapes; gravitational energy is in the separation of mutually attracting masses."
   },
   {
      "standard": 189,
      "gradeLev": 2,
      "desc": "4.E.1 b",
      "title": "Energy Transformation",
      "type": 1,
      "text": "Whenever the amount of energy in one place or form diminishes, the amount in other places or forms increases by the same amount."
   },
   {
      "standard": 190,
      "gradeLev": 1,
      "desc": "4.E.2 a",
      "title": "Energy Transformation",
      "type": 1,
      "text": "Most of what goes on in the universe?from exploding stars and biological growth to the operation of machines and the motion of people?involves some form of energy being transformed into another. Energy in the form of heat is almost always one of the products of an energy transformation."
   },
   {
      "standard": 191,
      "gradeLev": 2,
      "desc": "4.E.3 b",
      "title": "Energy Transformation",
      "type": 1,
      "text": "Transformations of energy usually produce some energy in the form of heat, which spreads around by radiation or conduction into cooler places. Although just as much total energy remains, its being spread out more evenly means less can be done with it."
   },
   {
      "standard": 192,
      "gradeLev": 2,
      "desc": "4.E.2 b",
      "title": "Energy Transformation",
      "type": 1,
      "text": "Heat energy in a material consists of the disordered motions of its atoms or molecules. In any interactions of atoms or molecules, the statistical odds are that they will end up with less order than they began?that is, with the heat energy spread out more evenly. With huge numbers of atoms and molecules, the greater disorder is almost certain."
   },
   {
      "standard": 193,
      "gradeLev": 2,
      "desc": "4.G.2 b",
      "title": "Forces of Nature",
      "type": 1,
      "text": "Electromagnetic forces acting within and between atoms are vastly stronger than the gravitational forces acting between the atoms. At the atomic level, electric forces between oppositely charged electrons and protons hold atoms and molecules together and thus are involved in all chemical reactions. On a larger scale, these forces hold solid and liquid materials together and act between objects when they are in contact?as in sticking or sliding friction."
   },
   {
      "standard": 194,
      "gradeLev": 1,
      "desc": "8.C.1 a",
      "title": "Energy Sources and Use",
      "type": 1,
      "text": "Energy can change from one form to another, although in the process some energy is always converted to heat. Some systems transform energy with less loss of heat than others."
   },
   {
      "standard": 195,
      "gradeLev": 1,
      "desc": "9.D.5 a",
      "title": "Uncertainty",
      "type": 1,
      "text": "The larger a well-chosen sample is, the more accurately it is likely to represent the whole. But there are many ways of choosing a sample that can make it unrepresentative of the whole."
   },
   {
      "standard": 196,
      "gradeLev": 2,
      "desc": "9.D.3 b",
      "title": "Uncertainty",
      "type": 1,
      "text": "The middle of a data distribution may be misleading?when the data are not distributed symmetrically, or when there are extreme high or low values, or when the distribution is not reasonably smooth."
   },
   {
      "standard": 197,
      "gradeLev": 1,
      "desc": "9.E.6 a",
      "title": "Reasoning",
      "type": 1,
      "text": "An analogy has some likenesses to but also some differences from the real thing."
   },
   {
      "standard": 198,
      "gradeLev": 2,
      "desc": "10.B.2 b",
      "title": "Uniting the Heavens and Earth",
      "type": 1,
      "text": "Newton's system was based on the concepts of mass, force, and acceleration, his three laws of motion relating them, and a physical law stating that the force of gravity between any two objects in the universe depends only upon their masses and the distance between them."
   },
   {
      "standard": 199,
      "gradeLev": 2,
      "desc": "12.B.5 b",
      "title": "Computation and Estimation",
      "type": 1,
      "text": "Compare data for two groups by representing their averages and spreads graphically."
   },
   {
      "standard": 200,
      "gradeLev": 2,
      "desc": "4.E.4 b",
      "title": "Energy Transformations",
      "type": 1,
      "text": "Different energy levels are associated with different configurations of atoms and molecules.  Some changes of configuration require an input of energy while others release energy."
   },
   {
      "standard": 201,
      "gradeLev": 2,
      "desc": "4.E.5 b",
      "title": "Energy Transformations",
      "type": 1,
      "text": "When energy of an isolated atom or molecule changes, it does so in a definite jump from one value to another, with no possible values in between.  The change in energy occurs when radiation is absorbed or emitted, so the radiation also has distinct energy values.  As a result the light emitted or abosorbed by separate atoms or molecules (as in a gas) can be used to identify what the substance is.  "
   },
   {
      "standard": 202,
      "gradeLev": 1,
      "desc": "4.F.1 a",
      "title": "Motion",
      "type": 1,
      "text": "Light from the sun is made up of many different colors of light, even though to the eye the light looks almost white.  Other things that give off or reflect light have a different mix of colors."
   },
   {
      "standard": 203,
      "gradeLev": 1,
      "desc": "4.F.2 a",
      "title": "Motion",
      "type": 1,
      "text": "Something can be \"seen\" when light waves emitted or reflected by it enter the eye-just as something can be \"heard\" when sound waves from it enter the ear."
   },
   {
      "standard": 204,
      "gradeLev": 1,
      "desc": "4.F.4 a",
      "title": "Motion",
      "type": 1,
      "text": "Vibrations in materials set up wavelike disturbances that spread away from the source. Sound and earthquake waves are examples. These and other waves move at different speeds in different materials."
   },
   {
      "standard": 205,
      "gradeLev": 1,
      "desc": "4.F.5 a",
      "title": "Motion",
      "type": 1,
      "text": "Human eyes respond to only a narrow range of wavelengths of electromagnetic radiation-visible light. Differences of wavelength within that range are perceived as differences in color."
   },
   {
      "standard": 206,
      "gradeLev": 2,
      "desc": "4.F.3 b",
      "title": "Motion",
      "type": 1,
      "text": "Accelerating electric charges produce electromagnetic waves around them. A great variety of radiations are electromagnetic waves: radio waves, microwaves, radiant heat, visible light, ultraviolet radiation, x rays, and gamma rays. These wavelengths vary from radio waves, the longest, to gamma rays, the shortest. In empty space, all electromagnetic waves move at the same speed-the \"speed of light.\""
   },
   {
      "standard": 207,
      "gradeLev": 2,
      "desc": "4.F.5 b",
      "title": "Motion",
      "type": 1,
      "text": "The observed wavelength of a wave depends upon the relative motion of the source and the observer. If either is moving toward the other, the observed wavelength is shorter; if either is moving away, the wavelength is longer. Because the light seen from almost all distant galaxies has longer wavelengths than comparable light here on earth, astronomers believe that the whole universe is expanding."
   },
   {
      "standard": 208,
      "gradeLev": 2,
      "desc": "4.F.6 b",
      "title": "Motion",
      "type": 1,
      "text": "Waves can superpose on one another, bend around corners, reflect off surfaces, be absorbed by materials they enter, and change direction when entering a new material. All these effects vary with wavelength. The energy of waves (like any form of energy) can be changed into other forms of energy."
   },
   {
      "standard": 209,
      "gradeLev": 2,
      "desc": "1.A.1 b",
      "title": "The Scientific Worldview",
      "type": 1,
      "text": "Scientists assume that the universe is a vast single system in which the basic rules are the same everywhere. The rules may range from very simple to extremely complex, but scientists operate on the belief that the rules can be discovered by careful, systematic study."
   },
   {
      "standard": 210,
      "gradeLev": 2,
      "desc": "1.A.2 b",
      "title": "The Scientific Worldview",
      "type": 1,
      "text": "From time to time, major shifts occur in the scientific view of how the world works. More often, however, the changes that take place in the body of scientific knowledge are small modifications of prior knowledge. Change and continuity are persistent features of science."
   },
   {
      "standard": 211,
      "gradeLev": 2,
      "desc": "1.A.3 b",
      "title": "The Scientific Worldview",
      "type": 1,
      "text": "No matter how well one theory fits observations, a new theory might fit them just as well or better, or might fit a wider range of observations. In science, the testing, revising, and occasional discarding of theories, new and old, never ends. This ongoing process leads to an increasingly better understanding of how things work in the world but not to absolute truth. Evidence for the value of this approach is given by the improving ability of scientists to offer reliable explanations and make accurate predictions."
   },
   {
      "standard": 212,
      "gradeLev": 2,
      "desc": "1.B.4 b",
      "title": "Scientific Inquiry",
      "type": 1,
      "text": "There are different traditions in science about what is investigated and how, but they all have in common certain basic beliefs about the value of evidence, logic, and good arguments. And there is agreement that progress in all fields of science depends on intelligence, hard work, imagination, and even chance."
   },
   {
      "standard": 213,
      "gradeLev": 2,
      "desc": "1.B.6 b",
      "title": "Scientific Inquiry",
      "type": 1,
      "text": "In the short run, new ideas that do not mesh well with mainstream ideas in science often encounter vigorous criticism. In the long run, theories are judged by how they fit with other theories, the range of observations they explain, how well they explain observations, and how effective they are in predicting new findings."
   },
   {
      "standard": 214,
      "gradeLev": 2,
      "desc": "1.B.7 b",
      "title": "Scientific Inquiry",
      "type": 1,
      "text": "New ideas in science are limited by the context in which they are conceived; are often rejected by the scientific establishment; sometimes spring from unexpected findings; and usually grow slowly, through contributions from many investigators."
   },
   {
      "standard": 215,
      "gradeLev": 2,
      "desc": "1.C.2 b",
      "title": "The Scientific Enterprise",
      "type": 1,
      "text": "Modern science is based on traditions of thought that came together in Europe about 500 years ago. People from all cultures now contribute to that tradition."
   },
   {
      "standard": 216,
      "gradeLev": 2,
      "desc": "1.C.4 b",
      "title": "The Scientific Enterprise",
      "type": 1,
      "text": "Science disciplines differ from one another in what is studied, techniques used, and outcomes sought, but they share a common purpose and philosophy, and all are part of the same scientific enterprise. Although each discipline provides a conceptual structure for organizing and pursuing knowledge, many problems are studied by scientists using information and skills from many disciplines. Disciplines do not have fixed boundaries, and it happens that new scientific disciplines are being formed where existing ones meet and that some subdisciplines spin off to become new disciplines in their own right."
   },
   {
      "standard": 217,
      "gradeLev": 2,
      "desc": "1.C.5 b",
      "title": "The Scientific Enterprise",
      "type": 1,
      "text": "Current ethics in science hold that research involving human subjects may be conducted only with the informed consent of the subjects, even if this constraint limits some kinds of potentially important research or influences the results. When it comes to participation in research that could pose risks to society, most scientists believe that a decision to participate or not is a matter of personal ethics rather than professional ethics."
   },
   {
      "standard": 218,
      "gradeLev": 2,
      "desc": "1.C.6 b",
      "title": "The Scientific Enterprise",
      "type": 1,
      "text": "Scientists can bring information, insights, and analytical skills to bear on matters of public concern. Acting in their areas of expertise, scientists can help people understand the likely causes of events and estimate their possible effects. Outside their areas of expertise, however, scientists should enjoy no special credibility. And where their own personal, institutional, or community interests are at stake, scientists as a group can be expected to be no less biased than other groups are about their perceived interests."
   },
   {
      "standard": 219,
      "gradeLev": 2,
      "desc": "1.C.8 b",
      "title": "The Scientific Enterprise",
      "type": 1,
      "text": "Funding influences the direction of science by virtue of the decisions that are made on which research to support. Research funding comes from various federal government agencies, industry, and private foundations."
   },
   {
      "standard": 220,
      "gradeLev": 2,
      "desc": "2.A.1 b",
      "title": "Patterns and Relationships",
      "type": 1,
      "text": "Mathematics is the study of any patterns or relationships, whereas natural science is concerned only with those patterns that are relevant to the observable world. Although mathematics began long ago in practical problems, it soon focused on abstractions from the material world, and then on even more abstract relationships among those abstractions."
   },
   {
      "standard": 221,
      "gradeLev": 2,
      "desc": "2.A.2 b",
      "title": "Patterns and Relationships",
      "type": 1,
      "text": "As in other sciences, simplicity is one of the highest values in mathematics. Some mathematicians try to identify the smallest set of rules from which many other propositions can be logically derived."
   },
   {
      "standard": 222,
      "gradeLev": 2,
      "desc": "2.A.3 b",
      "title": "Patterns and Relationships",
      "type": 1,
      "text": "Theories and applications in mathematical work influence each other. Sometimes a practical problem leads to the development of new mathematical theories; often mathematics developed for its own sake turns out to have practical applications."
   },
   {
      "standard": 223,
      "gradeLev": 2,
      "desc": "2.A.4 b",
      "title": "Patterns and Relationships",
      "type": 1,
      "text": "New mathematics continues to be invented, and connections between different parts of mathematics continue to be found."
   },
   {
      "standard": 224,
      "gradeLev": 2,
      "desc": "2.B.1 b",
      "title": " Mathematics, Science, and Technology",
      "type": 1,
      "text": "Mathematical modeling aids in technological design by simulating how a proposed system would theoretically behave."
   },
   {
      "standard": 225,
      "gradeLev": 2,
      "desc": "2.B.2 b",
      "title": " Mathematics, Science, and Technology",
      "type": 1,
      "text": "Mathematics and science as enterprises share many values and features: belief in order, ideals of honesty and openness, the importance of criticism by colleagues, and the essential role played by imagination."
   },
   {
      "standard": 226,
      "gradeLev": 2,
      "desc": "2.B.4 b",
      "title": " Mathematics, Science, and Technology",
      "type": 1,
      "text": "Developments in science or technology often stimulate innovations in mathematics by presenting new kinds of problems to be solved. In particular, the development of computer technology (which itself relies on mathematics) has generated new kinds of problems and methods of work in mathematics."
   },
   {
      "standard": 227,
      "gradeLev": 2,
      "desc": "2.B.5 b",
      "title": " Mathematics, Science, and Technology",
      "type": 1,
      "text": "Developments in mathematics often stimulate innovations in science and technology."
   },
   {
      "standard": 228,
      "gradeLev": 2,
      "desc": "2.C.1 b",
      "title": "Mathematical Inquiry",
      "type": 1,
      "text": "Some work in mathematics is much like a game-mathematicians choose an interesting set of rules and then play according to those rules to see what can happen. The more interesting the results, the better. The only limit on the set of rules is that they should not contradict one another."
   },
   {
      "standard": 229,
      "gradeLev": 2,
      "desc": "2.C.2 b",
      "title": "Mathematical Inquiry",
      "type": 1,
      "text": "Much of the work of mathematicians involves a modeling cycle, which consists of three steps: (1) using abstractions to represent things or ideas, (2) manipulating the abstractions according to some logical rules, and (3) checking how well the results match the original things or ideas. If the match is not considered good enough, a new round of abstraction and manipulation may begin. The actual thinking need not go through these processes in logical order but may shift from one to another in any order."
   },
   {
      "standard": 230,
      "gradeLev": 2,
      "desc": "3.A.1 b",
      "title": "Technology and Science",
      "type": 1,
      "text": "Technological problems often create a demand for new scientific knowledge, and new technologies make it possible for scientists to extend their research in new ways or to undertake entirely new lines of research. The very availability of new technology itself often sparks scientific advances."
   },
   {
      "standard": 231,
      "gradeLev": 2,
      "desc": "3.B.2. b",
      "title": "Design and Systems",
      "type": 1,
      "text": "The value of any given technology may be different for different groups of people and at different points in time."
   },
   {
      "standard": 232,
      "gradeLev": 2,
      "desc": "3.B.3 b",
      "title": "Design and Systems",
      "type": 1,
      "text": "Complex systems have layers of controls. Some controls operate particular parts of the system and some control other controls. Even fully automatic systems require human control at some point."
   },
   {
      "standard": 233,
      "gradeLev": 2,
      "desc": "3.B.4 b",
      "title": "Design and Systems",
      "type": 1,
      "text": "Risk analysis is used to minimize the likelihood of unwanted side effects of a new technology. The public perception of risk may depend, however, on psychological factors as well as scientific ones."
   },
   {
      "standard": 234,
      "gradeLev": 2,
      "desc": "3.B.5 b",
      "title": "Design and Systems",
      "type": 1,
      "text": "The more parts and connections a system has, the more ways it can go wrong. Complex systems usually have components to detect, back up, bypass, or compensate for minor failures."
   },
   {
      "standard": 235,
      "gradeLev": 2,
      "desc": "3.C.2 b",
      "title": "Issues in Technology",
      "type": 1,
      "text": "Technological knowledge is not always as freely shared as scientific knowledge unrelated to technology. Some scientists and engineers are comfortable working in situations in which some secrecy is required, but others prefer not to do so. It is generally regarded as a matter of individual choice and ethics, not one of professional ethics."
   },
   {
      "standard": 236,
      "gradeLev": 2,
      "desc": "3.C.4 b",
      "title": "Issues in Technology",
      "type": 1,
      "text": "The human species has a major impact on other species in many ways: reducing the amount of the earth's surface available to those other species, interfering with their food sources, changing the temperature and chemical composition of their habitats, introducing foreign species into their ecosystems, and altering organisms directly through selective breeding and genetic engineering."
   },
   {
      "standard": 237,
      "gradeLev": 2,
      "desc": "4.D.1 b",
      "title": "The Structure of Matter",
      "type": 1,
      "text": "Atoms are made of a positive nucleus surrounded by negative electrons. An atom's electron configuration, particularly the outermost electrons, determines how the atom can interact with other atoms. Atoms form bonds to other atoms by transferring or sharing electrons."
   },
   {
      "standard": 238,
      "gradeLev": 2,
      "desc": "4.D.2 b",
      "title": "The Structure of Matter",
      "type": 1,
      "text": "The nucleus, a tiny fraction of the volume of an atom, is composed of protons and neutrons, each almost two thousand times heavier than an electron. The number of positive protons in the nucleus determines what an atom's electron configuration can be and so defines the element. In a neutral atom, the number of electrons equals the number of protons. But an atom may acquire an unbalanced charge by gaining or losing electrons."
   },
   {
      "standard": 239,
      "gradeLev": 2,
      "desc": "4.D.3 b",
      "title": "The Structure of Matter",
      "type": 1,
      "text": "Neutrons have a mass that is nearly identical to that of protons, but neutrons have no electric charge. Although neutrons have little effect on how an atom interacts with others, they do affect the mass and stability of the nucleus. Isotopes of the same element have the same number of protons (and therefore of electrons) but differ in the number of neutrons."
   },
   {
      "standard": 240,
      "gradeLev": 2,
      "desc": "4.D.4 b",
      "title": "The Structure of Matter",
      "type": 1,
      "text": "The nucleus of radioactive isotopes is unstable and spontaneously decays, emitting particles and/or wavelike radiation. It cannot be predicted exactly when, if ever, an unstable nucleus will decay, but a large group of identical nuclei decay at a predictable rate. This predictability of decay rate allows radioactivity to be used for estimating the age of materials that contain radioactive substances."
   },
   {
      "standard": 241,
      "gradeLev": 2,
      "desc": "4.D.5 b",
      "title": "The Structure of Matter",
      "type": 1,
      "text": "Scientists continue to investigate atoms and have discovered even smaller constituents of which neutrons and protons are made."
   },
   {
      "standard": 242,
      "gradeLev": 2,
      "desc": "4.D.6 b",
      "title": "The Structure of Matter",
      "type": 1,
      "text": "When elements are listed in order by the masses of their atoms, the same sequence of properties appears over and over again in the list."
   },
   {
      "standard": 243,
      "gradeLev": 2,
      "desc": "4.D.8 b",
      "title": "The Structure of Matter",
      "type": 1,
      "text": "The configuration of atoms in a molecule determines the molecule's properties. Shapes are particularly important in how large molecules interact with others."
   },
   {
      "standard": 244,
      "gradeLev": 2,
      "desc": "4.E.6 b",
      "title": "Energy Transformations",
      "type": 1,
      "text": "Energy is released whenever the nuclei of very heavy atoms, such as uranium or plutonium, split into middleweight ones, or when very light nuclei, such as those of hydrogen and helium, combine into heavier ones. The energy released in each nuclear reaction is very much greater than the energy given off in each chemical reaction."
   },
   {
      "standard": 245,
      "gradeLev": 2,
      "desc": "4.F.1 b",
      "title": "Motion",
      "type": 1,
      "text": "The change in motion of an object is proportional to the applied force and inversely proportional to the mass."
   },
   {
      "standard": 246,
      "gradeLev": 2,
      "desc": "4.F.2 b",
      "title": "Motion",
      "type": 1,
      "text": "All motion is relative to whatever frame of reference is chosen, for there is no motionless frame from which to judge all motion."
   },
   {
      "standard": 247,
      "gradeLev": 2,
      "desc": "4.G.3 b",
      "title": "Forces of Nature",
      "type": 1,
      "text": "There are two kinds of charges-positive and negative. Like charges repel one another, opposite charges attract. In materials, there are almost exactly equal proportions of positive and negative charges, making the materials as a whole electrically neutral. Negative charges, being associated with electrons, are far more mobile in materials than positive charges are. A very small excess or deficit of negative charges in a material produces noticeable electric forces."
   },
   {
      "standard": 248,
      "gradeLev": 2,
      "desc": "4.G.5 b",
      "title": "Forces of Nature",
      "type": 1,
      "text": "Magnetic forces are very closely related to electric forces and can be thought of as different aspects of a single electromagnetic force. Moving electric charges produce magnetic forces and moving magnets produce electric forces. The interplay of electric and magnetic forces is the basis for electric motors, generators, and many other modern technologies, including the production of electromagnetic waves."
   },
   {
      "standard": 249,
      "gradeLev": 2,
      "desc": "4.G.6 b",
      "title": "Forces of Nature",
      "type": 1,
      "text": "The forces that hold the nucleus of an atom together are much stronger than the electromagnetic force. That is why such great amounts of energy are released from the nuclear reactions in the sun and other stars."
   },
   {
      "standard": 250,
      "gradeLev": 2,
      "desc": "8.B.1 b",
      "title": "Materials and Manufacturing",
      "type": 1,
      "text": "Manufacturing processes have been changed by improved tools and techniques based on more thorough scientific understanding, increases in the forces that can be applied and the temperatures that can be reached, and the availability of electronic controls that make operations occur more rapidly and consistently."
   },
   {
      "standard": 251,
      "gradeLev": 2,
      "desc": "8.B.4 b",
      "title": "Materials and Manufacturing",
      "type": 1,
      "text": "Increased knowledge of the molecular structure of materials helps in the design and synthesis of new materials for special purposes."
   },
   {
      "standard": 252,
      "gradeLev": 2,
      "desc": "9.A.1 b",
      "title": "Numbers",
      "type": 1,
      "text": "Comparison of numbers of very different size can be made approximately by expressing them as nearest powers of 10."
   },
   {
      "standard": 253,
      "gradeLev": 2,
      "desc": "9.A.2 b",
      "title": "Numbers",
      "type": 1,
      "text": "Numbers can be written with bases different from ten (which people probably use because of their 10 fingers). The simplest base, 2, uses just two symbols (1 and 0, or on and off)."
   },
   {
      "standard": 254,
      "gradeLev": 2,
      "desc": "9.A..3 b",
      "title": "Numbers",
      "type": 1,
      "text": "When calculations are made with measurements, a small error in the measurements may lead to a large error in the results."
   },
   {
      "standard": 255,
      "gradeLev": 2,
      "desc": "9.A.4 b",
      "title": "Numbers",
      "type": 1,
      "text": "The effects of uncertainties in measurements on a computed result can be estimated."
   },
   {
      "standard": 256,
      "gradeLev": 2,
      "desc": "9.B.1 b",
      "title": "Symbolic Relationships",
      "type": 1,
      "text": "In some cases, the more of something there is, the more rapidly it may change (as the number of births is proportional to the size of the population). In other cases, the rate of change of something depends on how much there is of something else (as the rate of change of speed is proportional to the amount of force acting)."
   },
   {
      "standard": 257,
      "gradeLev": 2,
      "desc": "9.B.2 b",
      "title": "Symbolic Relationships",
      "type": 1,
      "text": "Symbolic statements can be manipulated by rules of mathematical logic to produce other statements of the same relationship, which may show some interesting aspect more clearly. Symbolic statements can be combined to look for values of variables that will satisfy all of them at the same time."
   },
   {
      "standard": 258,
      "gradeLev": 2,
      "desc": "9.B.3 b",
      "title": "Symbolic Relationships",
      "type": 1,
      "text": "Any mathematical model, graphic or algebraic, is limited in how well it can represent how the world works. The usefulness of a mathematical model for predicting may be limited by uncertainties in measurements, by neglect of some important influences, or by requiring too much computation."
   },
   {
      "standard": 259,
      "gradeLev": 2,
      "desc": "9.B.6 b",
      "title": "Symbolic Relationships",
      "type": 1,
      "text": "The reasonableness of the result of a computation can be estimated from what the inputs and operations are."
   },
   {
      "standard": 260,
      "gradeLev": 2,
      "desc": "9.C.1 b",
      "title": "Shapes",
      "type": 1,
      "text": "Distances and angles that are inconvenient to measure directly can be found from measurable distances and angles using scale drawings or formulas."
   },
   {
      "standard": 261,
      "gradeLev": 2,
      "desc": "9.C.2 b",
      "title": "Shapes",
      "type": 1,
      "text": "There are formulas for calculating the surface areas and volumes of regular shapes. When the linear size of a shape changes by some factor, its area and volume change disproportionately: area in proportion to the square of the factor, and volume in proportion to its cube. Properties of an object that depend on its area or volume also change disproportionately."
   },
   {
      "standard": 262,
      "gradeLev": 2,
      "desc": "9.C.3 b",
      "title": "Shapes",
      "type": 1,
      "text": "Geometric shapes and relationships can be described in terms of symbols and numbers-and vice versa. For example, the position of any point on a surface can be specified by two numbers; a graph represents all the values that satisfy an equation; and if two equations have to be satisfied at the same time, the values that satisfy them both will be found where their graphs intersect."
   },
   {
      "standard": 263,
      "gradeLev": 2,
      "desc": "9.C 4 b",
      "title": "Shapes",
      "type": 1,
      "text": "Different ways to map a curved surface (like the earth's) onto a flat surface have different advantages."
   },
   {
      "standard": 264,
      "gradeLev": 2,
      "desc": "9.D.1 b",
      "title": "Uncertainty",
      "type": 1,
      "text": "Even when there are plentiful data, it may not be obvious what mathematical model to use to make predictions from them or there may be insufficient computing power to use some models."
   },
   {
      "standard": 265,
      "gradeLev": 2,
      "desc": "9.D.2 b",
      "title": "Uncertainty",
      "type": 1,
      "text": "When people estimate a statistic, they may also be able to say how far off the estimate might be."
   },
   {
      "standard": 266,
      "gradeLev": 2,
      "desc": "9.D.4 b",
      "title": "Uncertainty",
      "type": 1,
      "text": "The way data are displayed can make a big difference in how they are interpreted."
   },
   {
      "standard": 267,
      "gradeLev": 2,
      "desc": "9.D.5 b",
      "title": "Uncertainty",
      "type": 1,
      "text": "Both percentages and actual numbers have to be taken into account in comparing different groups; using either category by itself could be misleading."
   },
   {
      "standard": 268,
      "gradeLev": 2,
      "desc": "9.D.7 b",
      "title": "Uncertainty",
      "type": 1,
      "text": "For a well-chosen sample, the size of the sample is much more important than the size of the population. To avoid intentional or unintentional bias, samples are usually selected by some random system."
   },
   {
      "standard": 269,
      "gradeLev": 2,
      "desc": "9.D. 8 b",
      "title": "Uncertainty",
      "type": 1,
      "text": "A physical or mathematical model can be used to estimate the probability of real-world events."
   },
   {
      "standard": 270,
      "gradeLev": 2,
      "desc": "9.E.1 b",
      "title": "Reasoning",
      "type": 1,
      "text": "To be convincing, an argument needs to have both true statements and valid connections among them. Formal logic is mostly about connections among statements, not about whether they are true. People sometimes use poor logic even if they begin with true statements, and sometimes they use logic that begins with untrue statements."
   },
   {
      "standard": 271,
      "gradeLev": 2,
      "desc": "9.E.2 b",
      "title": "Reasoning",
      "type": 1,
      "text": "Logic requires a clear distinction among reasons: A reason may be sufficient to get a result, but perhaps is not the only way to get there; or, a reason may be necessary to get the result, but it may not be enough by itself; some reasons may be both sufficient and necessary."
   },
   {
      "standard": 272,
      "gradeLev": 2,
      "desc": "9.E.3 b",
      "title": "Reasoning",
      "type": 1,
      "text": "Wherever a general rule comes from, logic can be used in testing how well it works. Proving a generalization to be false (just one exception will do) is easier than proving it to be true (for all possible cases). Logic may be of limited help in finding solutions to problems if one isn't sure that general rules always hold or that particular information is correct; most often, one has to deal with probabilities rather than certainties."
   },
   {
      "standard": 273,
      "gradeLev": 2,
      "desc": "9.E.4 b",
      "title": "Reasoning",
      "type": 1,
      "text": "Once a person believes in a general rule, he or she may be more likely to notice cases that agree with it and to ignore cases that don't. To avoid biased observations, scientific studies sometimes use observers who don't know what the results are \"supposed\" to be."
   },
   {
      "standard": 274,
      "gradeLev": 2,
      "desc": "9.E.5 b",
      "title": "Reasoning",
      "type": 1,
      "text": "Very complex logical arguments can be made from a lot of small logical steps. Computers are particularly good at working with complex logic but not all logical problems can be solved by computers. High-speed computers can examine the validity of some logical propositions for a very large number of cases, although that may not be a perfect proof."
   },
   {
      "standard": 275,
      "gradeLev": 2,
      "desc": "11.A.1 b",
      "title": "Systems",
      "type": 1,
      "text": "A system usually has some properties that are different from those of its parts, but appear because of the interaction of those parts."
   },
   {
      "standard": 276,
      "gradeLev": 2,
      "desc": "11.A.2 b",
      "title": "Systems",
      "type": 1,
      "text": "Understanding how things work and designing solutions to problems of almost any kind can be facilitated by systems analysis. In defining a system, it is important to specify its boundaries and subsystems, indicate its relation to other systems, and identify what its input and its output are expected to be."
   },
   {
      "standard": 277,
      "gradeLev": 2,
      "desc": "11.A.3 b",
      "title": "Systems",
      "type": 1,
      "text": "The successful operation of a designed system usually involves feedback. The feedback of output from some parts of a system to input of other parts can be used to encourage what is going on in a system, discourage it, or reduce its discrepancy from some desired value. The stability of a system can be greater when it includes appropriate feedback mechanisms."
   },
   {
      "standard": 278,
      "gradeLev": 2,
      "desc": "11.A.4 b",
      "title": "Systems",
      "type": 1,
      "text": "Even in some very simple systems, it may not always be possible to predict accurately the result of changing some part or connection."
   },
   {
      "standard": 279,
      "gradeLev": 2,
      "desc": "11.B.2 b",
      "title": "Models",
      "type": 1,
      "text": "Computers have greatly improved the power and use of mathematical models by performing computations that are very long, very complicated, or repetitive. Therefore computers can show the consequences of applying complex rules or of changing the rules. The graphic capabilities of computers make them useful in the design and testing of devices and structures and in the simulation of complicated processes."
   },
   {
      "standard": 280,
      "gradeLev": 2,
      "desc": "11.C.1 b",
      "title": "Constancy and Change",
      "type": 1,
      "text": "A system in equilibrium may return to the same state of equilibrium if the disturbances it experiences are small. But large disturbances may cause it to escape that equilibrium and eventually settle into some other state of equilibrium."
   },
   {
      "standard": 281,
      "gradeLev": 2,
      "desc": "11.C.2 b",
      "title": "Constancy and Change",
      "type": 1,
      "text": "Along with the theory of atoms, the concept of the conservation of matter led to revolutionary advances in chemical science. The concept of conservation of energy is at the heart of advances in fields as diverse as the study of nuclear particles and the study of the origin of the universe."
   },
   {
      "standard": 282,
      "gradeLev": 2,
      "desc": "11.C.3 b",
      "title": "Constancy and Change",
      "type": 1,
      "text": "Things can change in detail but remain the same in general (the players change, but the team remains; cells are replaced, but the organism remains). Sometimes counterbalancing changes are necessary for a thing to retain its essential constancy in the presence of changing conditions."
   },
   {
      "standard": 283,
      "gradeLev": 2,
      "desc": "11.C.5 b",
      "title": "Constancy and Change",
      "type": 1,
      "text": "In many physical, biological, and social systems, changes in one direction tend to produce opposing (but somewhat delayed) influences, leading to repetitive cycles of behavior."
   },
   {
      "standard": 284,
      "gradeLev": 2,
      "desc": "11.C.6 b",
      "title": "Constancy and Change",
      "type": 1,
      "text": "In evolutionary change, the present arises from the materials and forms of the past, more or less gradually, and in ways that can be explained."
   },
   {
      "standard": 285,
      "gradeLev": 2,
      "desc": "11.C.7 b",
      "title": "Constancy and Change",
      "type": 1,
      "text": "Most systems above the molecular level involve so many parts and forces and are so sensitive to tiny differences in conditions that their precise behavior is unpredictable, even if all the rules for change are known. Predictable or not, the precise future of a system is not completely determined by its present state and circumstances but also depends on the fundamentally uncertain outcomes of events on the atomic scale."
   },
   {
      "standard": 286,
      "gradeLev": 2,
      "desc": "11.D.1 b",
      "title": "Scale",
      "type": 1,
      "text": "Representing large numbers in terms of powers of ten makes it easier to think about them and to compare things that are greatly different."
   },
   {
      "standard": 287,
      "gradeLev": 2,
      "desc": "11.D.2 b",
      "title": "Scale",
      "type": 1,
      "text": "Because different properties are not affected to the same degree by changes in scale, large changes in scale typically change the way that things work in physical, biological, or social systems."
   },
   {
      "standard": 288,
      "gradeLev": 2,
      "desc": "11.D.3 b",
      "title": "Scale",
      "type": 1,
      "text": "As the number of parts of a system increases, the number of possible interactions between pairs of parts increases much more rapidly."
   },
   {
      "standard": 289,
      "gradeLev": 2,
      "desc": "5.D.1 b",
      "title": "Interdependence of Life",
      "type": 1,
      "text": "Ecosystems can be reasonably stable over hundreds or thousands of years. As any population of organisms grows, it is held in check by one or more environmental factors: depletion of food or nesting sites, increased loss to increased numbers of predators, or parasites. If a disaster such as flood or fire occurs, the damaged ecosystem is likely to recover in stages that eventually result in a system similar to the original one."
   },
   {
      "standard": 290,
      "gradeLev": 2,
      "desc": "5.D.3 b",
      "title": "Interdependence of Life",
      "type": 1,
      "text": "Human beings are part of the earth's ecosystems. Human activities can, deliberately or inadvertently, alter the equilibrium in ecosystems."
   },
   {
      "standard": 291,
      "gradeLev": 2,
      "desc": "5.E.2 b",
      "title": "Flow of Matter and Energy",
      "type": 1,
      "text": "The amount of life any environment can support is limited by the available energy, water, oxygen, and minerals, and by the ability of ecosystems to recycle the residue of dead organic materials. Human activities and technology can change the flow and reduce the fertility of the land."
   },
   {
      "standard": 292,
      "gradeLev": 2,
      "desc": "5.E.3 b",
      "title": "Flow of Matter and Energy",
      "type": 1,
      "text": "The chemical elements that make up the molecules of living things pass through food webs and are combined and recombined in different ways. At each link in a food web, some energy is stored in newly made structures but much is dissipated into the environment as heat. Continual input of energy from sunlight keeps the process going."
   },
   {
      "standard": 1000,
      "gradeLev": 2,
      "desc": "A.1.a_2",
      "title": "Abilities for Scientific Inq",
      "type": 2,
      "text": "Students should formulate a testable hypothesis and demonstrate the logical connections between the scientific concepts guiding a hypothesis and the design of an experiment. They should demonstrate appropriate procedures, a knowledge base, and conceptual understanding of scientific investigations."
   },
   {
      "standard": 1001,
      "gradeLev": 1,
      "desc": "A.1.b_1",
      "title": "Abilities for Scientific Inq",
      "type": 2,
      "text": "Students should develop general abilities, such as systematic observation, making accurate measurements, and identifying and controlling variables. They should also develop the ability to clarify their ideas that are influencing and guiding the inquiry, and to understand how those ideas compare with current scientific knowledge. Students can learn to formulate questions, design investigations, execute investigations, interpret data, use evidence to generate explanations, propose alternative explanations, and critique explanations and procedures."
   },
   {
      "standard": 1002,
      "gradeLev": 1,
      "desc": "A.1.g_1",
      "title": "Abilities for Scientific Inq",
      "type": 2,
      "text": "With practice, students should become competent at communicating experimental methods, following instructions, describing observations, summarizing the results of other groups, and telling other students about investigations and explanations."
   },
   {
      "standard": 1003,
      "gradeLev": 1,
      "desc": "A.2.a_1",
      "title": "Abilities for Scientific Inq",
      "type": 2,
      "text": "Different kinds of questions suggest different kinds of scientific investigations. Some investigations involve observing and describing objects, organisms, or events; some involve collecting specimens; some involve experiments; some involve seeking more information; some involve discovery of new objects and phenomena; and some involve making models."
   },
   {
      "standard": 1004,
      "gradeLev": 2,
      "desc": "A.1.b_2",
      "title": "Abilities for Scientific Inq",
      "type": 2,
      "text": "Designing and conducting a scientific investigation requires introduction to the major concepts in the area being investigated, proper equipment, safety precautions, assistance with methodological problems, recommendations for use of technologies, clarification of ideas that guide the inquiry, and scientific knowledge obtained from sources other than the actual investigation. The investigation may also require student clarification of the question, method, controls, and variables; student organization and display of data; student revision of methods and explanations; and a public presentation of the results with a critical response from peers. Regardless of the scientific investigation performed, students must use evidence, apply logic, and construct an argument for their proposed explanations."
   },
   {
      "standard": 1005,
      "gradeLev": 2,
      "desc": "A.1.c_2",
      "title": "Abilities for Scientific Inq",
      "type": 2,
      "text": "A variety of technologies, such as hand tools, measuring instruments, and calculators, should be an integral component of scientific investigations. The use of computers for the collection, analysis, and display of data is also a part of this standard. Mathematics plays an essential role in all aspects of an inquiry. For example, measurement is used for posing questions, formulas are used for developing explanations, and charts and graphs are used for communicating results."
   },
   {
      "standard": 1006,
      "gradeLev": 2,
      "desc": "A.1.f_2",
      "title": "Abilities for Scientific Inq",
      "type": 2,
      "text": "Students in school science programs should develop the abilities associated with accurate and effective communication. These include writing and following procedures, expressing concepts, reviewing information, summarizing data, using language appropriately, developing diagrams and charts, explaining statistical analysis, speaking clearly and logically, constructing a reasoned argument, and responding appropriately to critical comments."
   },
   {
      "standard": 1007,
      "gradeLev": 1,
      "desc": "A.1.d_1",
      "title": "Abilities for Scientific Inq",
      "type": 2,
      "text": "Students should base their explanation on what they observed, and as they develop cognitive skills, they should be able to differentiate explanation from description--providing causes for effects and establishing relationships based on evidence and logical argument. This standard requires a subject matter knowledge base so the students can effectively conduct investigations, because developing explanations establishes connections between the content of science and the contexts within which students develop new knowledge."
   },
   {
      "standard": 1008,
      "gradeLev": 1,
      "desc": "A.1.e_1",
      "title": "Abilities for Scientific Inq",
      "type": 2,
      "text": "Thinking critically about evidence includes deciding what evidence should be used and accounting for anomalous data. Specifically, students should be able to review data from a simple experiment, summarize the data, and form a logical argument about the cause-and-effect relationships in the experiment. Students should begin to state some explanations in terms of the relationship between two or more variables."
   },
   {
      "standard": 1009,
      "gradeLev": 2,
      "desc": "A.1.d_2",
      "title": "Abilities for Scientific Inq",
      "type": 2,
      "text": "Student inquiries should culminate in formulating an explanation or model. Models should be physical, conceptual, and mathematical. In the process of answering the questions, the students should engage in discussions and arguments that result in the revision of their explanations. These discussions should be based on scientific knowledge, the use of logic, and evidence from their investigation."
   },
   {
      "standard": 1010,
      "gradeLev": 1,
      "desc": "A.2.e_1",
      "title": "Understandings: Scientific Inq",
      "type": 2,
      "text": "Scientific explanations emphasize evidence, have logically consistent arguments, and use scientific principles, models, and theories. The scientific community accepts and uses such explanations until displaced by better scientific ones. When such displacement occurs, science advances."
   },
   {
      "standard": 1011,
      "gradeLev": 2,
      "desc": "A.2.e_2",
      "title": "Understandings: Scientific Inq",
      "type": 2,
      "text": "Scientific explanations must adhere to criteria such as: a proposed explanation must be logically consistent; it must abide by the rules of evidence; it must be open to questions and possible modification; and it must be based on historical and current scientific knowledge."
   },
   {
      "standard": 1012,
      "gradeLev": 1,
      "desc": "A.1.c_1",
      "title": "Abilities for Scientific Inq",
      "type": 2,
      "text": "The use of tools and techniques, including mathematics, will be guided by the question asked and the investigations students design. The use of computers for the collection, summary, and display of evidence is part of this standard. Students should be able to access, gather, store, retrieve, and organize data, using hardware and software designed for these purposes."
   },
   {
      "standard": 1013,
      "gradeLev": 1,
      "desc": "B.3.c_1",
      "title": "Transfer of Energy",
      "type": 2,
      "text": "Light interacts with matter by transmission (including refraction), absorption, or scattering (including reflection). To see an object, light from that object -- emitted or scattered from it -- must enter the eye."
   },
   {
      "standard": 1014,
      "gradeLev": 1,
      "desc": "B.3.f_1",
      "title": "Transfer of Energy",
      "type": 2,
      "text": "The sun is a major source of energy for changes on the earth's surface.  The sun looses energy by emitting light. A tiny fraction of that light reaches earth, transferring energy from the sun to the earth.  The sun's energy arrives as light with a range of wavelengths, consisting of visible light, infrared, and ultraviolet radiation."
   },
   {
      "standard": 1015,
      "gradeLev": 2,
      "desc": "B.6.a_2",
      "title": "Interactions of Energy and Matter",
      "type": 2,
      "text": "Waves, including sound and seismic waves, waves on water, and light waves, have energy and can transfer energy when they interact with matter. "
   },
   {
      "standard": 1016,
      "gradeLev": 2,
      "desc": "B.6.b_2",
      "title": "Interactions of Energy and Matter",
      "type": 2,
      "text": "Electromagnetic waves result when a charged object is accelerated.  Electromagnetic waves include radio waves (the longest wavelength), visible light, ultraviolet radiation, x-rays, and gamma rays.  The energy of electromagnetic waves is carried in packets whose maginitude is inversely proportional to the wavelength."
   },
   {
      "standard": 1017,
      "gradeLev": 2,
      "desc": "B.6.c_2",
      "title": "Interactions of Energy and Matter",
      "type": 2,
      "text": "Each kind of atom or molecule can gain or lose energy only in particular discrete amouts and thus can absorb and emit light only at wavelengths corresponding to these amounts.  These wavelengths can be used to identify the substance.  "
   },
   {
      "standard": 1018,
      "gradeLev": 1,
      "desc": "A.2.d_1",
      "title": "Understandings: Scientific Inq",
      "type": 2,
      "text": "Technology used to gather data enhances accuracy and allows scientists to analyze and quantify results of investigations."
   },
   {
      "standard": 1019,
      "gradeLev": 1,
      "desc": "A.1.h_1",
      "title": "Abilities for Scientific Inq",
      "type": 2,
      "text": " Mathematics is essential to asking and answering questions about the natural world. Mathematics can be used to ask questions; to gather, organize, and present data; and to structure convincing explanations."
   },
   {
      "standard": 1020,
      "gradeLev": 2,
      "desc": "A.2.d_2",
      "title": "Understandings:Scientific Inq",
      "type": 2,
      "text": "Mathematics is essential in scientific inquiry. Mathematical tools and models guide and improve the posing of questions, gathering data, constructing explanations and communicating results."
   },
   {
      "standard": 1021,
      "gradeLev": 1,
      "desc": "A.1.f_1",
      "title": "Abilities for Scientific Inq",
      "type": 2,
      "text": "Students should develop the ability to listen to and respect the explanations proposed by other students. They should remain open to and acknowledge different ideas and explanations, be able to accept the skepticism of others, and consider alternative explanations."
   },
   {
      "standard": 1022,
      "gradeLev": 1,
      "desc": "A.2.f_1",
      "title": "Understandings:Scientific Inq",
      "type": 2,
      "text": "Science advances through legitimate skepticism. Asking questions and querying other scientists' explanations is part of scientific inquiry. Scientists evaluate the explanations proposed by other scientists by examining evidence, comparing evidence, identifying faulty reasoning, pointing out statements that go beyond the evidence, and suggesting alternative explanations for the same observations."
   },
   {
      "standard": 1023,
      "gradeLev": 2,
      "desc": "A.1.e_2",
      "title": "Abilities for Scientific Inq",
      "type": 2,
      "text": " This aspect of the standard emphasizes the critical abilities of analyzing an argument by reviewing current scientific understanding, weighing the evidence, and examining the logic so as to decide which explanations and models are best. In other words, although there may be several plausible explanations, they do not all have equal weight. Students should be able to use scientific criteria to find the preferred explanations."
   },
   {
      "standard": 1024,
      "gradeLev": 2,
      "desc": "A.2.f_2",
      "title": "Understandings:Scientific Inq",
      "type": 2,
      "text": "Results of scientific inquiry--new knowledge and methods--emerge from different types of investigations and public communication among scientists. In communicating and defending the results of scientific inquiry, arguments must be logical and demonstrate connections between natural phenomena, investigations, and the historical body of scientific knowledge. In addition, the methods and procedures that scientists used to obtain evidence must be clearly reported to enhance opportunities for further investigation."
   },
   {
      "standard": 1025,
      "gradeLev": 1,
      "desc": "B.3.a_1",
      "title": "Transfer of Energy",
      "type": 2,
      "text": "Energy is a property of many substances and is associated with heat, light, electricity, mechanical motion, sound, nuclei, and the nature of a chemical. Energy is transferred in many ways."
   },
   {
      "standard": 1026,
      "gradeLev": 2,
      "desc": "B.5.a_2",
      "title": "Conservation of Energy",
      "type": 2,
      "text": "The total energy of the universe is constant. Energy can be transferred by collisions in chemical and nuclear reactions, by light waves and other radiations, and in many other ways. However, it can never be destroyed. As these transfers occur, the matter involved becomes steadily less ordered."
   },
   {
      "standard": 1027,
      "gradeLev": 1,
      "desc": "B.2.c_1",
      "title": "Motions and Forces",
      "type": 2,
      "text": "If more than one force acts on an object along a straight line, then the forces will reinforce or cancel one another, depending on their direction and magnitude. Unbalanced forces will cause changes in the speed or direction of an object's motion. \r\nIf more than one force acts on an object along a straight line, then the forces will reinforce or cancel one another, depending on their direction and magnitude. Unbalanced forces will cause changes in the speed or direction of an object's motion."
   },
   {
      "standard": 1028,
      "gradeLev": 2,
      "desc": "B.4.a_2",
      "title": "Motions and Forces",
      "type": 2,
      "text": "Objects change their motion only when a net force is applied. Laws of motion are used to calculate precisely the effects of forces on the motion of objects. The magnitude of the change in motion can be calculated using the relationship F = ma, which is independent of the nature of the force. Whenever one object exerts force on another, a force equal in magnitude and opposite in direction is exerted on the first object."
   },
   {
      "standard": 1029,
      "gradeLev": 2,
      "desc": "B.4.b_2",
      "title": "Motions and Forces",
      "type": 2,
      "text": "Gravitation is a universal force that each mass exerts on any other mass. The strength of the gravitational attractive force between two masses is proportional to the masses and inversely proportional to the square of the distance between them."
   },
   {
      "standard": 1030,
      "gradeLev": 2,
      "desc": "B.5.b_2",
      "title": "Conservation of Energy",
      "type": 2,
      "text": "All energy can be considered to be either kinetic energy, which is the energy of motion; potential energy, which depends on relative position; or energy contained by a field, such as electromagnetic waves."
   },
   {
      "standard": 1031,
      "gradeLev": 2,
      "desc": "B.5.c_2",
      "title": "Conservation of Energy",
      "type": 2,
      "text": "Heat consists of random motion and the vibrations of atoms, molecules, and ions. The higher the temperature, the greater the atomic or molecular motion."
   },
   {
      "standard": 1032,
      "gradeLev": 2,
      "desc": "A.2.a_2",
      "title": "Understandings about scientific inquiry",
      "type": 2,
      "text": "Scientists usually inquire about how physical, living, or designed systems function. Conceptual principles and knowledge guide scientific inquiries. Historical and current scientific knowledge influence the design and interpretation of investigations and the evaluation of proposed explanations made by other scientists."
   },
   {
      "standard": 1033,
      "gradeLev": 2,
      "desc": "A.2.b_2",
      "title": "Understandings about scientific inquiry",
      "type": 2,
      "text": "Scientists conduct investigations for a wide variety of reasons. For example, they may wish to discover new aspects of the natural world, explain recently observed phenomena, or test the conclusions of prior investigations or the predictions of current theories."
   },
   {
      "standard": 1034,
      "gradeLev": 2,
      "desc": "A.2.c_2",
      "title": "Understandings about scientific inquiry",
      "type": 2,
      "text": "Scientists rely on technology to enhance the gathering and manipulation of data. New techniques and tools provide new evidence to guide inquiry and new methods to gather data, thereby contributing to the advance of science. The accuracy and precision of the data, and therefore the quality of the exploration, depends on the technology used. "
   },
   {
      "standard": 1035,
      "gradeLev": 2,
      "desc": "B.1.a_2",
      "title": "Structure of Atoms",
      "type": 2,
      "text": "Matter is made of minute particles called atoms, and atoms are composed of even smaller components. These components have measurable properties, such as mass and electrical charge. Each atom has a positively charged nucleus surrounded by negatively charged electrons. The electric force between the nucleus and electrons holds the atom together."
   },
   {
      "standard": 1036,
      "gradeLev": 2,
      "desc": "B.1.b_2",
      "title": "Structure of Atoms",
      "type": 2,
      "text": "The atom's nucleus is composed of protons and neutrons, which are much more massive than electrons. When an element has atoms that differ in the number of neutrons, these atoms are called different isotopes of the element."
   },
   {
      "standard": 1037,
      "gradeLev": 2,
      "desc": "B.1.c_2",
      "title": "Structure of Atoms",
      "type": 2,
      "text": "The nuclear forces that hold the nucleus of an atom together, at nuclear distances, are usually stronger than the electric forces that would make it fly apart. Nuclear reactions convert a fraction of the mass of interacting particles into energy, and they can release much greater amounts of energy than atomic interactions. Fission is the splitting of a large nucleus into smaller pieces. Fusion is the joining of two nuclei at extremely high temperature and pressure, and is the process responsible for the energy of the sun and other stars."
   },
   {
      "standard": 1038,
      "gradeLev": 2,
      "desc": "B.1.d_2",
      "title": "Structure of Atoms",
      "type": 2,
      "text": "Radioactive isotopes are unstable and undergo spontaneous nuclear reactions, emitting particles and/or wavelike radiation. The decay of any one nucleus cannot be predicted, but a large group of identical nuclei decay at a predictable rate. This predictability can be used to estimate the age of materials that contain radioactive isotopes."
   },
   {
      "standard": 1039,
      "gradeLev": 2,
      "desc": "B.2.a_2",
      "title": "Structure of Properties of Matter",
      "type": 2,
      "text": "Atoms interact with one another by transferring or sharing electrons that are furthest from the nucleus. These outer electrons govern the chemical properties of the element."
   },
   {
      "standard": 1040,
      "gradeLev": 2,
      "desc": "B.2.b_2",
      "title": "Structure of Properties of Matter",
      "type": 2,
      "text": "An element is composed of a single type of atom. When elements are listed in order according to the number of protons (called the atomic number), repeating patterns of physical and chemical properties identify families of elements with similar properties. This \"Periodic Table\" is a consequence of the repeating pattern of outermost electrons and their permitted energies."
   },
   {
      "standard": 1041,
      "gradeLev": 2,
      "desc": "B.2.c_2",
      "title": "Structure of Properties of Matter",
      "type": 2,
      "text": "Bonds between atoms are created when electrons are paired up by being transferred or shared. A substance composed of a single kind of atom is called an element. The atoms may be bonded together into molecules or crystalline solids. A compound is formed when two or more kinds of atoms bind together chemically."
   },
   {
      "standard": 1042,
      "gradeLev": 2,
      "desc": "B.2.d_2",
      "title": "Structure of Properties of Matter",
      "type": 2,
      "text": "The physical properties of compounds reflect the nature of the interactions among its molecules. These interactions are determined by the structure of the molecule, including the constituent atoms and the distances and angles between them."
   },
   {
      "standard": 1043,
      "gradeLev": 2,
      "desc": "B.2.e_2",
      "title": "Structure of Properties of Matter",
      "type": 2,
      "text": "Solids, liquids, and gases differ in the distances and angles between molecules or atoms and therefore the energy that binds them together. In solids the structure is nearly rigid; in liquids molecules or atoms move around each other but do not move apart; and in gases molecules or atoms move almost independently of each other and are mostly far apart."
   },
   {
      "standard": 1044,
      "gradeLev": 2,
      "desc": "B.2.f_2",
      "title": "Structure of Properties of Matter",
      "type": 2,
      "text": "Carbon atoms can bond to one another in chains, rings, and branching networks to form a variety of structures, including synthetic polymers, oils, and the large molecules essential to life."
   },
   {
      "standard": 1045,
      "gradeLev": 2,
      "desc": "B.3.a_2",
      "title": "Chemical Reactions",
      "type": 2,
      "text": "Chemical reactions occur all around us, for example in health care, cooking, cosmetics, and automobiles. Complex chemical reactions involving carbon-based molecules take place constantly in every cell in our bodies."
   },
   {
      "standard": 1046,
      "gradeLev": 2,
      "desc": "B.3.b_2",
      "title": "Chemical Reactions",
      "type": 2,
      "text": "Chemical reactions may release or consume energy. Some reactions such as the burning of fossil fuels release large amounts of energy by losing heat and by emitting light. Light can initiate many chemical reactions such as photosynthesis and the evolution of urban smog."
   },
   {
      "standard": 1047,
      "gradeLev": 2,
      "desc": "B.3.c_2",
      "title": "Chemical Reactions",
      "type": 2,
      "text": "A large number of important reactions involve the transfer of either electrons (oxidation/reduction reactions) or hydrogen ions (acid/base reactions) between reacting ions, molecules, or atoms. In other reactions, chemical bonds are broken by heat or light to form very reactive radicals with electrons ready to form new bonds. Radical reactions control many processes such as the presence of ozone and greenhouse gases in the atmosphere, burning and processing of fossil fuels, the formation of polymers, and explosions."
   },
   {
      "standard": 1048,
      "gradeLev": 2,
      "desc": "B.3.d_2",
      "title": "Chemical Reactions",
      "type": 2,
      "text": "Chemical reactions can take place in time periods ranging from the few femtoseconds (10-15 seconds) required for an atom to move a fraction of a chemical bond distance to geologic time scales of billions of years. Reaction rates depend on how often the reacting atoms and molecules encounter one another, on the temperature, and on the properties--including shape--of the reacting species."
   },
   {
      "standard": 1049,
      "gradeLev": 2,
      "desc": "B.3.e_2",
      "title": "Chemical Reactions",
      "type": 2,
      "text": "Catalysts, such as metal surfaces, accelerate chemical reactions. Chemical reactions in living systems are catalyzed by protein molecules called enzymes."
   },
   {
      "standard": 1050,
      "gradeLev": 2,
      "desc": "B.4.c_2",
      "title": "Motions and Forces",
      "type": 2,
      "text": "The electric force is a universal force that exists between any two charged objects. Opposite charges attract while like charges repel. The strength of the force is proportional to the charges, and, as with gravitation, inversely proportional to the square of the distance between them."
   },
   {
      "standard": 1051,
      "gradeLev": 2,
      "desc": "B.4.d_2",
      "title": "Motions and Forces",
      "type": 2,
      "text": "Between any two charged particles, electric force is vastly greater than the gravitational force. Most observable forces such as those exerted by a coiled spring or friction may be traced to electric forces acting between atoms and molecules."
   },
   {
      "standard": 1052,
      "gradeLev": 2,
      "desc": "B.4.e_2",
      "title": "Motions and Forces",
      "type": 2,
      "text": "Electricity and magnetism are two aspects of a single electromagnetic force. Moving electric charges produce magnetic forces, and moving magnets produce electric forces. These effects help students to understand electric motors and generators."
   },
   {
      "standard": 1053,
      "gradeLev": 2,
      "desc": "B.5.d_2",
      "title": "Conservation of Energy and Increase in Disorder",
      "type": 2,
      "text": "Everything tends to become less organized and less orderly over time. Thus, in all energy transfers, the overall effect is that the energy is spread out uniformly. Examples are the transfer of energy from hotter to cooler objects by conduction, radiation, or convection and the warming of our surroundings when we burn fuels."
   },
   {
      "standard": 1054,
      "gradeLev": 2,
      "desc": "B.6.d_2",
      "title": "Interactions of Energy and Matter",
      "type": 2,
      "text": "In some materials, such as metals, electrons flow easily, whereas in insulating materials such as glass they can hardly flow at all. Semiconducting materials have intermediate behavior. At low temperatures some materials become superconductors and offer no resistance to the flow of electrons."
   },
   {
      "standard": 1055,
      "gradeLev": 2,
      "desc": "C.1.c_2",
      "title": "The Cell",
      "type": 2,
      "text": "Cells store and use information to guide their functions. The genetic information stored in DNA is used to direct the synthesis of the thousands of proteins that each cell requires."
   },
   {
      "standard": 1056,
      "gradeLev": 2,
      "desc": "E.1.a_2",
      "title": "Abilities of Technological Design",
      "type": 2,
      "text": "IDENTIFY A PROBLEM OR DESIGN AN OPPORTUNITY. Students should be able to identify new problems or needs and to change and improve current technological designs."
   },
   {
      "standard": 1057,
      "gradeLev": 2,
      "desc": "E.1.b_2",
      "title": "Abilities of Technological Design",
      "type": 2,
      "text": "PROPOSE DESIGNS AND CHOOSE BETWEEN ALTERNATIVE SOLUTIONS. Students should demonstrate thoughtful planning for a piece of technology or technique. Students should be introduced to the roles of models and simulations in these processes."
   },
   {
      "standard": 1058,
      "gradeLev": 2,
      "desc": "E.1.c_2",
      "title": "Abilities of Technological Design",
      "type": 2,
      "text": "IMPLEMENT A PROPOSED SOLUTION. A variety of skills can be needed in proposing a solution depending on the type of technology that is involved. The construction of artifacts can require the skills of cutting, shaping, treating, and joining common materials--such as wood, metal, plastics, and textiles. Solutions can also be implemented using computer software."
   },
   {
      "standard": 1059,
      "gradeLev": 2,
      "desc": "E.1.d_2",
      "title": "Abilities of Technological Design",
      "type": 2,
      "text": "EVALUATE THE SOLUTION AND ITS CONSEQUENCES. Students should test any solution against the needs and criteria it was designed to meet. At this stage, new criteria not originally considered may be reviewed."
   },
   {
      "standard": 1060,
      "gradeLev": 2,
      "desc": "E.1.e_2",
      "title": "Abilities of Technological Design",
      "type": 2,
      "text": "COMMUNICATE THE PROBLEM, PROCESS, AND SOLUTION. Students should present their results to students, teachers, and others in a variety of ways, such as orally, in writing, and in other forms--including models, diagrams, and demonstrations. ["
   },
   {
      "standard": 1061,
      "gradeLev": 2,
      "desc": "E.2.a_2",
      "title": "Understandings about Science and Technology",
      "type": 2,
      "text": "Scientists in different disciplines ask different questions, use different methods of investigation, and accept different types of evidence to support their explanations. Many scientific investigations require the contributions of individuals from different disciplines, including engineering. New disciplines of science, such as geophysics and biochemistry often emerge at the interface of two older disciplines."
   },
   {
      "standard": 1062,
      "gradeLev": 2,
      "desc": "E.2.b_2",
      "title": "Understandings about Science and Technology",
      "type": 2,
      "text": "Science often advances with the introduction of new technologies. Solving technological problems often results in new scientific knowledge. New technologies often extend the current levels of scientific understanding and introduce new areas of research."
   },
   {
      "standard": 1063,
      "gradeLev": 2,
      "desc": "E.2.c_2",
      "title": "Understandings about Science and Technology",
      "type": 2,
      "text": "Creativity, imagination, and a good knowledge base are all required in the work of science and engineering."
   },
   {
      "standard": 1064,
      "gradeLev": 2,
      "desc": "E.2.d_2",
      "title": "Understandings about Science and Technology",
      "type": 2,
      "text": "Science and technology are pursued for different purposes. Scientific inquiry is driven by the desire to understand the natural world, and technological design is driven by the need to meet human needs and solve human problems. Technology, by its nature, has a more direct effect on society than science because its purpose is to solve human problems, help humans adapt, and fulfill human aspirations. Technological solutions may create new problems. Science, by its nature, answers questions that may or may not directly influence humans. Sometimes scientific advances challenge people's beliefs and practical explanations concerning various aspects of the world."
   },
   {
      "standard": 1065,
      "gradeLev": 2,
      "desc": "E.2.e_2",
      "title": "Understandings about Science and Technology",
      "type": 2,
      "text": "Technological knowledge is often not made public because of patents and the financial potential of the idea or invention. Scientific knowledge is made public through presentations at professional meetings and publications in scientific journals."
   },
   {
      "standard": 1066,
      "gradeLev": 2,
      "desc": "C.1.e_2",
      "title": "The Cell",
      "type": 2,
      "text": "Plant cells contain chloroplasts, the site of photosynthesis. Plants and many microorganisms use solar energy to combine molecules of carbon dioxide and water into complex, energy rich organic compounds and release oxygen to the environment. This process of photosynthesis provides a vital connection between the sun and the energy needs of living systems."
   },
   {
      "standard": 1067,
      "gradeLev": 2,
      "desc": "C.5.b_2",
      "title": "Matter, Energy and Org",
      "type": 2,
      "text": "The energy for life primarily derives from the sun. Plants capture energy by absorbing light and using it to form strong (covalent) chemical bonds between the atoms of carbon-containing (organic) molecules. These molecules can be used to assemble larger molecules with biological activity (including proteins, DNA, sugars, and fats). In addition, the energy stored in bonds between the atoms (chemical energy) can be used as sources of energy for life processes."
   },
   {
      "standard": 5000,
      "gradeLev": 2,
      "desc": "M1 A1",
      "title": "Numbers and Operations",
      "type": 3,
      "text": "Develop a deeper understanding of very large and very small numbers and of various representations of them; "
   },
   {
      "standard": 5001,
      "gradeLev": 2,
      "desc": "M1 A2",
      "title": "Numbers and Operations",
      "type": 3,
      "text": "Compare and contrast the properties of numbers and number systems, including the rational and real numbers, and understand complex numbers as solutions to quadratic equations that do not have real solutions;"
   },
   {
      "standard": 5002,
      "gradeLev": 2,
      "desc": "M1 A3",
      "title": "Numbers and Operations",
      "type": 3,
      "text": "Understand vectors and matrices as systems that have some of the properties of the real-number system; "
   },
   {
      "standard": 5003,
      "gradeLev": 2,
      "desc": "M1 A4",
      "title": "Numbers and Operations",
      "type": 3,
      "text": "Use number-theory arguments to justify relationships involving whole numbers."
   },
   {
      "standard": 5004,
      "gradeLev": 2,
      "desc": "M1 B1",
      "title": "Numbers and Operations",
      "type": 3,
      "text": "Judge the effects of such operations as multiplication, division, and computing powers and roots on the magnitudes of quantities; "
   },
   {
      "standard": 5005,
      "gradeLev": 2,
      "desc": "M1 B2",
      "title": "Numbers and Operations",
      "type": 3,
      "text": "Develop an understanding of properties of, and representations for, the addition and multiplication of vectors and matrices; "
   },
   {
      "standard": 5006,
      "gradeLev": 2,
      "desc": "M1 B3",
      "title": "Numbers and Operations",
      "type": 3,
      "text": "Develop an understanding of permutations and combinations as counting techniques. "
   },
   {
      "standard": 5007,
      "gradeLev": 2,
      "desc": "M1 C1",
      "title": "Numbers and Operations",
      "type": 3,
      "text": "Develop fluency in operations with real numbers, vectors, and matrices, using mental computation or paper-and-pencil calculations for simple cases and technology for more-complicated cases. "
   },
   {
      "standard": 5008,
      "gradeLev": 2,
      "desc": "M1 C2",
      "title": "Numbers and Operations",
      "type": 3,
      "text": "Judge the reasonableness of numerical computations and their results. "
   },
   {
      "standard": 5009,
      "gradeLev": 2,
      "desc": "M2 A1",
      "title": "Algebra",
      "type": 3,
      "text": "Generalize patterns using explicitly defined and recursively defined functions; "
   },
   {
      "standard": 5010,
      "gradeLev": 2,
      "desc": "M2 A2",
      "title": "Algebra",
      "type": 3,
      "text": "Understand relations and functions and select, convert flexibly among, and use various representations for them; "
   },
   {
      "standard": 5011,
      "gradeLev": 2,
      "desc": "M2 A3",
      "title": "Algebra",
      "type": 3,
      "text": "Analyze functions of one variable by investigating rates of change, intercepts, zeros, asymptotes, and local and global behavior; "
   },
   {
      "standard": 5012,
      "gradeLev": 2,
      "desc": "M2 A4",
      "title": "Algebra",
      "type": 3,
      "text": "Understand and perform transformations such as arithmetically combining, composing, and inverting commonly used functions, using technology to perform such operations on more-complicated symbolic expressions; "
   },
   {
      "standard": 5013,
      "gradeLev": 2,
      "desc": "M2 A5",
      "title": "Algebra",
      "type": 3,
      "text": "Understand and compare the properties of classes of functions, including exponential, polynomial, rational, logarithmic, and periodic functions; "
   },
   {
      "standard": 5014,
      "gradeLev": 2,
      "desc": "M2 A6",
      "title": "Algebra",
      "type": 3,
      "text": "Interpret representations of functions of two variables "
   },
   {
      "standard": 5015,
      "gradeLev": 2,
      "desc": "M2 B1",
      "title": "Algebra",
      "type": 3,
      "text": "Understand the meaning of equivalent forms of expressions, equations, inequalities, and relations; "
   },
   {
      "standard": 5016,
      "gradeLev": 2,
      "desc": "M2 B2",
      "title": "Algebra",
      "type": 3,
      "text": "Write equivalent forms of equations, inequalities, and systems of equations and solve them with fluency?mentally or with paper and pencil in simple cases and using technology in all cases; "
   },
   {
      "standard": 5017,
      "gradeLev": 2,
      "desc": "M2 B3",
      "title": "Algebra",
      "type": 3,
      "text": "Use symbolic algebra to represent and explain mathematical relationships; "
   },
   {
      "standard": 5018,
      "gradeLev": 2,
      "desc": "M2 B4",
      "title": "Algebra",
      "type": 3,
      "text": "Use a variety of symbolic representations, including recursive and parametric equations, for functions and relations; "
   },
   {
      "standard": 5019,
      "gradeLev": 2,
      "desc": "M2 B5",
      "title": "Algebra",
      "type": 3,
      "text": "Judge the meaning, utility, and reasonableness of the results of symbol manipulations, including those carried out by technology."
   },
   {
      "standard": 5020,
      "gradeLev": 2,
      "desc": "M2 C1",
      "title": "Algebra",
      "type": 3,
      "text": "Identify essential quantitative relationships in a situation and determine the class or classes of functions that might model the relationships; "
   },
   {
      "standard": 5021,
      "gradeLev": 2,
      "desc": "M2C2",
      "title": "Algebra",
      "type": 3,
      "text": "Use symbolic expressions, including iterative and recursive forms, to represent relationships arising from various contexts; "
   },
   {
      "standard": 5022,
      "gradeLev": 2,
      "desc": "M2 C3",
      "title": "Algebra",
      "type": 3,
      "text": "Draw reasonable conclusions about a situation being modeled. "
   },
   {
      "standard": 5023,
      "gradeLev": 2,
      "desc": "M2 D1",
      "title": "Algebra",
      "type": 3,
      "text": "Approximate and interpret rates of change from graphical and numerical data. "
   },
   {
      "standard": 5024,
      "gradeLev": 2,
      "desc": "M3 A1",
      "title": "Geometry",
      "type": 3,
      "text": "Analyze properties and determine attributes of two- and three-dimensional objects; "
   },
   {
      "standard": 5025,
      "gradeLev": 2,
      "desc": "M3 A2",
      "title": "Geometry",
      "type": 3,
      "text": "Explore relationships (including congruence and similarity) among classes of two- and three-dimensional geometric objects, make and test conjectures about them, and solve problems involving them; "
   },
   {
      "standard": 5026,
      "gradeLev": 2,
      "desc": "M3 A3",
      "title": "Geometry",
      "type": 3,
      "text": "Establish the validity of geometric conjectures using deduction, prove theorems, and critique arguments made by others; "
   },
   {
      "standard": 5027,
      "gradeLev": 2,
      "desc": "M3 A4",
      "title": "Geometry",
      "type": 3,
      "text": "Use trigonometric relationships to determine lengths and angle measures. "
   },
   {
      "standard": 5028,
      "gradeLev": 2,
      "desc": "M3 B1",
      "title": "Geometry",
      "type": 3,
      "text": "Use Cartesian coordinates and other coordinate systems, such as navigational, polar, or spherical systems, to analyze geometric situations; "
   },
   {
      "standard": 5029,
      "gradeLev": 2,
      "desc": "M3 B2",
      "title": "Geometry",
      "type": 3,
      "text": "Investigate conjectures and solve problems involving two- and three-dimensional objects represented with Cartesian coordinates. "
   },
   {
      "standard": 5030,
      "gradeLev": 2,
      "desc": "M3 C1",
      "title": "Geometry",
      "type": 3,
      "text": "Understand and represent translations, reflections, rotations, and dilations of objects in the plane by using sketches, coordinates, vectors, function notation, and matrices; "
   },
   {
      "standard": 5031,
      "gradeLev": 2,
      "desc": "M3 C2",
      "title": "Geometry",
      "type": 3,
      "text": "Use various representations to help understand the effects of simple transformations and their compositions. "
   },
   {
      "standard": 5032,
      "gradeLev": 2,
      "desc": "M3 D1",
      "title": "Geometry",
      "type": 3,
      "text": "Draw and construct representations of two- and three-dimensional geometric objects using a variety of tools; "
   },
   {
      "standard": 5033,
      "gradeLev": 2,
      "desc": "M3 D2",
      "title": "Geometry",
      "type": 3,
      "text": "Visualize three-dimensional objects and spaces from different perspectives and analyze their cross sections; "
   },
   {
      "standard": 5034,
      "gradeLev": 2,
      "desc": "M3 D3",
      "title": "Geometry",
      "type": 3,
      "text": "Use vertex-edge graphs to model and solve problems; "
   },
   {
      "standard": 5035,
      "gradeLev": 2,
      "desc": "M3 D4",
      "title": "Geometry",
      "type": 3,
      "text": "Use geometric models to gain insights into, and answer questions in, other areas of mathematics; "
   },
   {
      "standard": 5036,
      "gradeLev": 2,
      "desc": "M3 D5",
      "title": "Geometry",
      "type": 3,
      "text": "Use geometric ideas to solve problems in, and gain insights into, other disciplines and other areas of interest such as art and architecture. "
   },
   {
      "standard": 5037,
      "gradeLev": 2,
      "desc": "M4 A1",
      "title": "Measurement",
      "type": 3,
      "text": "Make decisions about units and scales that are appropriate for problem situations involving measurement. "
   },
   {
      "standard": 5038,
      "gradeLev": 2,
      "desc": "M4 B1",
      "title": "Measurement",
      "type": 3,
      "text": "Analyze precision, accuracy, and approximate error in measurement situations; "
   },
   {
      "standard": 5039,
      "gradeLev": 2,
      "desc": "M4 B2",
      "title": "Measurement",
      "type": 3,
      "text": "Understand and use formulas for the area, surface area, and volume of geometric figures, including cones, spheres, and cylinders; "
   },
   {
      "standard": 5040,
      "gradeLev": 2,
      "desc": "M4 B3",
      "title": "Measurement",
      "type": 3,
      "text": "Apply informal concepts of successive approximation, upper and lower bounds, and limit in measurement situations; "
   },
   {
      "standard": 5041,
      "gradeLev": 2,
      "desc": "M4 B4",
      "title": "Measurement",
      "type": 3,
      "text": "Use unit analysis to check measurement computations. "
   },
   {
      "standard": 5042,
      "gradeLev": 2,
      "desc": "M5 A1",
      "title": "Analysis and Probability",
      "type": 3,
      "text": "Understand the differences among various kinds of studies and which types of inferences can legitimately be drawn from each; "
   },
   {
      "standard": 5043,
      "gradeLev": 2,
      "desc": "M5 A2",
      "title": "Analysis and Probability",
      "type": 3,
      "text": "Know the characteristics of well-designed studies, including the role of randomization in surveys and experiments; "
   },
   {
      "standard": 5044,
      "gradeLev": 2,
      "desc": "M5 A3",
      "title": "Analysis and Probability",
      "type": 3,
      "text": "Understand the meaning of measurement data and categorical data, of univariate and bivariate data, and of the term variable; "
   },
   {
      "standard": 5045,
      "gradeLev": 2,
      "desc": "M5 A4",
      "title": "Analysis and Probability",
      "type": 3,
      "text": "Understand histograms, parallel box plots, and scatterplots and use them to display data; "
   },
   {
      "standard": 5046,
      "gradeLev": 2,
      "desc": "M5 A5",
      "title": "Analysis and Probability",
      "type": 3,
      "text": "Compute basic statistics and understand the distinction between a statistic and a parameter. "
   },
   {
      "standard": 5047,
      "gradeLev": 2,
      "desc": "M5 B1",
      "title": "Analysis and Probability",
      "type": 3,
      "text": "For univariate measurement data, be able to display the distribution, describe its shape, and select and calculate summary statistics; "
   },
   {
      "standard": 5048,
      "gradeLev": 2,
      "desc": "M5 B2",
      "title": "Analysis and Probability",
      "type": 3,
      "text": "For bivariate measurement data, be able to display a scatterplot, describe its shape, and determine regression coefficients, regression equations, and correlation coefficients using technological tools; "
   },
   {
      "standard": 5049,
      "gradeLev": 2,
      "desc": "M5 B3",
      "title": "Analysis and Probability",
      "type": 3,
      "text": "Display and discuss bivariate data where at least one variable is categorical; "
   },
   {
      "standard": 5050,
      "gradeLev": 2,
      "desc": "M5 B4",
      "title": "Analysis and Probability",
      "type": 3,
      "text": "Recognize how linear transformations of univariate data affect shape, center, and spread; "
   },
   {
      "standard": 5051,
      "gradeLev": 2,
      "desc": "M5 B5",
      "title": "Analysis and Probability",
      "type": 3,
      "text": "Identify trends in bivariate data and find functions that model the data or transform the data so that they can be modeled. "
   },
   {
      "standard": 5052,
      "gradeLev": 2,
      "desc": "M5 C1",
      "title": "Analysis and Probability",
      "type": 3,
      "text": "Use simulations to explore the variability of sample statistics from a known population and to construct sampling distributions; "
   },
   {
      "standard": 5053,
      "gradeLev": 2,
      "desc": "M5 C2",
      "title": "Analysis and Probability",
      "type": 3,
      "text": "Understand how sample statistics reflect the values of population parameters and use sampling distributions as the basis for informal inference; "
   },
   {
      "standard": 5054,
      "gradeLev": 2,
      "desc": "M5 C3",
      "title": "Analysis and Probability",
      "type": 3,
      "text": "Evaluate published reports that are based on data by examining the design of the study, the appropriateness of the data analysis, and the validity of conclusions; "
   },
   {
      "standard": 5055,
      "gradeLev": 2,
      "desc": "M5 C4",
      "title": "Analysis and Probability",
      "type": 3,
      "text": "Understand how basic statistical techniques are used to monitor process characteristics in the workplace."
   },
   {
      "standard": 5056,
      "gradeLev": 2,
      "desc": "M5 D1",
      "title": "Analysis and Probability",
      "type": 3,
      "text": "Understand the concepts of sample space and probability distribution and construct sample spaces and distributions in simple cases;"
   },
   {
      "standard": 5057,
      "gradeLev": 2,
      "desc": "M5 D2",
      "title": "Analysis and Probability",
      "type": 3,
      "text": "Use simulations to construct empirical probability distributions; "
   },
   {
      "standard": 5058,
      "gradeLev": 2,
      "desc": "M5 D3",
      "title": "Analysis and Probability",
      "type": 3,
      "text": "Compute and interpret the expected value of random variables in simple cases; "
   },
   {
      "standard": 5059,
      "gradeLev": 2,
      "desc": "M5 D4",
      "title": "Analysis and Probability",
      "type": 3,
      "text": "Understand the concepts of conditional probability and independent events; "
   },
   {
      "standard": 5060,
      "gradeLev": 2,
      "desc": "M5 D5",
      "title": "Analysis and Probability",
      "type": 3,
      "text": "Understand how to compute the probability of a compound event. "
   },
   {
      "standard": 5061,
      "gradeLev": 2,
      "desc": "M6 A1",
      "title": "Problem Solving",
      "type": 3,
      "text": "Build new mathematical knowledge through problem solving;"
   },
   {
      "standard": 5062,
      "gradeLev": 2,
      "desc": "M6 A2",
      "title": "Problem Solving",
      "type": 3,
      "text": "Solve problems that arise in mathematics and in other contexts;"
   },
   {
      "standard": 5063,
      "gradeLev": 2,
      "desc": "M6 A3",
      "title": "Problem Solving",
      "type": 3,
      "text": "Apply and adapt a variety of appropriate strategies to solve problems;"
   },
   {
      "standard": 5064,
      "gradeLev": 2,
      "desc": "M6 A4",
      "title": "Problem Solving",
      "type": 3,
      "text": "Monitor and reflect on the process of mathematical problem solving."
   },
   {
      "standard": 5065,
      "gradeLev": 2,
      "desc": "M7 A1",
      "title": "Reasoning and Proof",
      "type": 3,
      "text": "Recognize reasoning and proof as fundamental aspects of mathematics;"
   },
   {
      "standard": 5066,
      "gradeLev": 2,
      "desc": "M7 A2",
      "title": "Reasoning and Proof",
      "type": 3,
      "text": "Make and investigate mathematical conjectures;"
   },
   {
      "standard": 5067,
      "gradeLev": 2,
      "desc": "M7 A3",
      "title": "Reasoning and Proof",
      "type": 3,
      "text": "Develop and evaluate mathematical arguments and proofs;"
   },
   {
      "standard": 5068,
      "gradeLev": 2,
      "desc": "M7 A4",
      "title": "Reasoning and Proof",
      "type": 3,
      "text": "Select and use various types of reasoning and methods of proof."
   },
   {
      "standard": 5069,
      "gradeLev": 2,
      "desc": "M8 A1",
      "title": "Communication",
      "type": 3,
      "text": "Organize and consolidate their mathematical thinking through communication;"
   },
   {
      "standard": 5070,
      "gradeLev": 2,
      "desc": "M8 A2",
      "title": "Communication",
      "type": 3,
      "text": "Communicate their mathematical thinking coherently and clearly to peers, teachers and others;"
   },
   {
      "standard": 5071,
      "gradeLev": 2,
      "desc": "M8 A3",
      "title": "Communication",
      "type": 3,
      "text": "Analyze and evaluate the mathematical thinking and strategies of others;"
   },
   {
      "standard": 5072,
      "gradeLev": 2,
      "desc": "M8 A4",
      "title": "Communication",
      "type": 3,
      "text": "Use the language of mathematics to express mathematical ideas precisely."
   },
   {
      "standard": 5073,
      "gradeLev": 2,
      "desc": "M9 A1",
      "title": "Connection",
      "type": 3,
      "text": "Recognize and use connections among mathematical ideas;"
   },
   {
      "standard": 5074,
      "gradeLev": 2,
      "desc": "M9 A2",
      "title": "Connection",
      "type": 3,
      "text": "Understand how mathematical ideas interconnect and build on one another to produce a coherent whole;"
   },
   {
      "standard": 5075,
      "gradeLev": 2,
      "desc": "M9 A3",
      "title": "Connection",
      "type": 3,
      "text": "Recognize and apply mathematics in contexts outside of mathematics."
   },
   {
      "standard": 5076,
      "gradeLev": 2,
      "desc": "MX A1",
      "title": "Representation",
      "type": 3,
      "text": "Create and use representations to organize, record and communicate mathematical ideas;"
   },
   {
      "standard": 5077,
      "gradeLev": 2,
      "desc": "MX A2",
      "title": "Representation",
      "type": 3,
      "text": "Select, apply and translate among mathematical representations to solve problems;"
   },
   {
      "standard": 5078,
      "gradeLev": 2,
      "desc": "MX A3",
      "title": "Representation",
      "type": 3,
      "text": "Use representations to model and interpret physical, social and mathematical phenomena."
   }
]